local config = {
	["练功师"] = {
		value = {
			[1] = "青天怒斩",
			[2] = "青天战幻甲",
			[3] = "青天战幻盔",
			[4] = "青天战幻链",
			[5] = "青天战幻镯",
			[6] = "青天战幻戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["黑猩猩"] = {
		value = {
			[1] = "青天怒斩",
			[2] = "青天战幻甲",
			[3] = "青天战幻盔",
			[4] = "青天战幻链",
			[5] = "青天战幻镯",
			[6] = "青天战幻戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["森林野人"] = {
		value = {
			[1] = "青天怒斩",
			[2] = "青天战幻甲",
			[3] = "青天战幻盔",
			[4] = "青天战幻链",
			[5] = "青天战幻镯",
			[6] = "青天战幻戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["狂暴野猪"] = {
		value = {
			[1] = "青天怒斩",
			[2] = "青天战幻甲",
			[3] = "青天战幻盔",
			[4] = "青天战幻链",
			[5] = "青天战幻镯",
			[6] = "青天战幻戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["兽人统领"] = {
		value = {
			[1] = "青天怒斩",
			[2] = "青天战幻甲",
			[3] = "青天战幻盔",
			[4] = "青天战幻链",
			[5] = "青天战幻镯",
			[6] = "青天战幻戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["狂野领主"] = {
		value = {
			[1] = "青天怒斩",
			[2] = "青天战幻甲",
			[3] = "青天战幻盔",
			[4] = "青天战幻链",
			[5] = "青天战幻镯",
			[6] = "青天战幻戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["绿骷髅"] = {
		value = {
			[1] = "凌风七色刃",
			[2] = "凌风战影甲",
			[3] = "凌风战兽盔",
			[4] = "凌风战挂坠",
			[5] = "凌风战虎镯",
			[6] = "凌风战虎戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["巡山者"] = {
		value = {
			[1] = "凌风七色刃",
			[2] = "凌风战影甲",
			[3] = "凌风战兽盔",
			[4] = "凌风战挂坠",
			[5] = "凌风战虎镯",
			[6] = "凌风战虎戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["魔之灵"] = {
		value = {
			[1] = "凌风七色刃",
			[2] = "凌风战影甲",
			[3] = "凌风战兽盔",
			[4] = "凌风战挂坠",
			[5] = "凌风战虎镯",
			[6] = "凌风战虎戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["蓝影刀客"] = {
		value = {
			[1] = "凌风七色刃",
			[2] = "凌风战影甲",
			[3] = "凌风战兽盔",
			[4] = "凌风战挂坠",
			[5] = "凌风战虎镯",
			[6] = "凌风战虎戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["剧毒骷髅"] = {
		value = {
			[1] = "凌风七色刃",
			[2] = "凌风战影甲",
			[3] = "凌风战兽盔",
			[4] = "凌风战挂坠",
			[5] = "凌风战虎镯",
			[6] = "凌风战虎戒",
			[7] = "天工之锤",
			[8] = "焚天石",
		},
	},
	["矿工杰夫"] = {
		value = {
			[1] = "冥海圣刃",
			[2] = "冥海圣武甲",
			[3] = "冥海圣武盔",
			[4] = "冥海圣武链",
			[5] = "冥海圣武镯",
			[6] = "冥海圣武戒",
			[7] = "冥海圣武带",
			[8] = "冥海圣武靴",
			[9] = "天工之锤",
			[10] = "焚天石",
		},
	},
	["石头人"] = {
		value = {
			[1] = "冥海圣刃",
			[2] = "冥海圣武甲",
			[3] = "冥海圣武盔",
			[4] = "冥海圣武链",
			[5] = "冥海圣武镯",
			[6] = "冥海圣武戒",
			[7] = "冥海圣武带",
			[8] = "冥海圣武靴",
			[9] = "天工之锤",
			[10] = "焚天石",
		},
	},
	["岩石人"] = {
		value = {
			[1] = "冥海圣刃",
			[2] = "冥海圣武甲",
			[3] = "冥海圣武盔",
			[4] = "冥海圣武链",
			[5] = "冥海圣武镯",
			[6] = "冥海圣武戒",
			[7] = "冥海圣武带",
			[8] = "冥海圣武靴",
			[9] = "天工之锤",
			[10] = "焚天石",
		},
	},
	["帝国卫士"] = {
		value = {
			[1] = "冥海圣刃",
			[2] = "冥海圣武甲",
			[3] = "冥海圣武盔",
			[4] = "冥海圣武链",
			[5] = "冥海圣武镯",
			[6] = "冥海圣武戒",
			[7] = "冥海圣武带",
			[8] = "冥海圣武靴",
			[9] = "天工之锤",
			[10] = "焚天石",
		},
	},
	["九尾魂石"] = {
		value = {
			[1] = "冥海圣刃",
			[2] = "冥海圣武甲",
			[3] = "冥海圣武盔",
			[4] = "冥海圣武链",
			[5] = "冥海圣武镯",
			[6] = "冥海圣武戒",
			[7] = "冥海圣武带",
			[8] = "冥海圣武靴",
			[9] = "天工之锤",
			[10] = "焚天石",
		},
	},
	["桃木灵"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "苍月圣狂斩",
			[4] = "苍月圣魂甲",
			[5] = "苍月圣魂盔",
			[6] = "苍月圣魂链",
			[7] = "苍月圣魂镯",
			[8] = "苍月圣魂戒",
			[9] = "苍月圣魂带",
			[10] = "苍月圣魂靴",
		},
	},
	["樟木灵"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "苍月圣狂斩",
			[4] = "苍月圣魂甲",
			[5] = "苍月圣魂盔",
			[6] = "苍月圣魂链",
			[7] = "苍月圣魂镯",
			[8] = "苍月圣魂戒",
			[9] = "苍月圣魂带",
			[10] = "苍月圣魂靴",
		},
	},
	["小树精"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "苍月圣狂斩",
			[4] = "苍月圣魂甲",
			[5] = "苍月圣魂盔",
			[6] = "苍月圣魂链",
			[7] = "苍月圣魂镯",
			[8] = "苍月圣魂戒",
			[9] = "苍月圣魂带",
			[10] = "苍月圣魂靴",
		},
	},
	["万年神木守护"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "吟龍圣者剑",
			[4] = "吟龍圣甲",
			[5] = "吟龍圣盔",
			[6] = "吟龍圣链",
			[7] = "吟龍圣镯",
			[8] = "吟龍圣戒",
			[9] = "吟龍圣带",
			[10] = "吟龍圣靴",
		},
	},
	["仙之灵犀鸟"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "吟龍圣者剑",
			[4] = "吟龍圣甲",
			[5] = "吟龍圣盔",
			[6] = "吟龍圣链",
			[7] = "吟龍圣镯",
			[8] = "吟龍圣戒",
			[9] = "吟龍圣带",
			[10] = "吟龍圣靴",
		},
	},
	["边境守卫"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "吟龍圣者剑",
			[4] = "吟龍圣甲",
			[5] = "吟龍圣盔",
			[6] = "吟龍圣链",
			[7] = "吟龍圣镯",
			[8] = "吟龍圣戒",
			[9] = "吟龍圣带",
			[10] = "吟龍圣靴",
		},
	},
	["边境队长"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "吟龍圣者剑",
			[4] = "吟龍圣甲",
			[5] = "吟龍圣盔",
			[6] = "吟龍圣链",
			[7] = "吟龍圣镯",
			[8] = "吟龍圣戒",
			[9] = "吟龍圣带",
			[10] = "吟龍圣靴",
		},
	},
	["幽魂幽灵"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "吟龍圣者剑",
			[4] = "吟龍圣甲",
			[5] = "吟龍圣盔",
			[6] = "吟龍圣链",
			[7] = "吟龍圣镯",
			[8] = "吟龍圣戒",
			[9] = "吟龍圣带",
			[10] = "吟龍圣靴",
		},
	},
	["暗黑终结者"] = {
		value = {
			[1] = "终结者",
			[2] = "小妖精魄",
			[3] = "破碎的魔法阵",
			[4] = "殘魂必殺刃",
			[5] = "殘魂必殺甲",
			[6] = "殘魂神盔",
			[7] = "殘魂神链",
			[8] = "殘魂神镯",
			[9] = "殘魂神戒",
			[10] = "殘魂神带",
			[11] = "殘魂神靴",
		},
	},
	["银爪收割者"] = {
		value = {
			[1] = "收割者",
			[2] = "小妖精魄",
			[3] = "破碎的魔法阵",
			[4] = "殘魂必殺刃",
			[5] = "殘魂必殺甲",
			[6] = "殘魂神盔",
			[7] = "殘魂神链",
			[8] = "殘魂神镯",
			[9] = "殘魂神戒",
			[10] = "殘魂神带",
			[11] = "殘魂神靴",
		},
	},
	["黄狐狸"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "殘魂必殺刃",
			[4] = "殘魂必殺甲",
			[5] = "殘魂神盔",
			[6] = "殘魂神链",
			[7] = "殘魂神镯",
			[8] = "殘魂神戒",
			[9] = "殘魂神带",
			[10] = "殘魂神靴",
		},
	},
	["红狐狸"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "殘魂必殺刃",
			[4] = "殘魂必殺甲",
			[5] = "殘魂神盔",
			[6] = "殘魂神链",
			[7] = "殘魂神镯",
			[8] = "殘魂神戒",
			[9] = "殘魂神带",
			[10] = "殘魂神靴",
		},
	},
	["潮汐公主"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "殘魂必殺刃",
			[4] = "殘魂必殺甲",
			[5] = "殘魂神盔",
			[6] = "殘魂神链",
			[7] = "殘魂神镯",
			[8] = "殘魂神戒",
			[9] = "殘魂神带",
			[10] = "殘魂神靴",
		},
	},
	["狂暴蝴蝶仙子"] = {
		value = {
			[1] = "彩蝶吊坠",
			[2] = "小妖精魄",
			[3] = "破碎的魔法阵",
			[4] = "黄金霸王斩",
			[5] = "黄金锁子甲",
			[6] = "黄金幽灵盔",
			[7] = "黄金冥王链",
			[8] = "黄金银河护手",
			[9] = "黄金瞬影戒",
			[10] = "黄金腰带",
			[11] = "黄金靴子",
		},
	},
	["谷中噩梦人"] = {
		value = {
			[1] = "梦魇头冠",
			[2] = "小妖精魄",
			[3] = "破碎的魔法阵",
			[4] = "黄金霸王斩",
			[5] = "黄金锁子甲",
			[6] = "黄金幽灵盔",
			[7] = "黄金冥王链",
			[8] = "黄金银河护手",
			[9] = "黄金瞬影戒",
			[10] = "黄金腰带",
			[11] = "黄金靴子",
		},
	},
	["黑蝙蝠"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "黄金霸王斩",
			[4] = "黄金锁子甲",
			[5] = "黄金幽灵盔",
			[6] = "黄金冥王链",
			[7] = "黄金银河护手",
			[8] = "黄金瞬影戒",
			[9] = "黄金腰带",
			[10] = "黄金靴子",
		},
	},
	["魔灵教徒"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "黄金霸王斩",
			[4] = "黄金锁子甲",
			[5] = "黄金幽灵盔",
			[6] = "黄金冥王链",
			[7] = "黄金银河护手",
			[8] = "黄金瞬影戒",
			[9] = "黄金腰带",
			[10] = "黄金靴子",
		},
	},
	["巨型蜈蚣"] = {
		value = {
			[1] = "小妖精魄",
			[2] = "破碎的魔法阵",
			[3] = "黄金霸王斩",
			[4] = "黄金锁子甲",
			[5] = "黄金幽灵盔",
			[6] = "黄金冥王链",
			[7] = "黄金银河护手",
			[8] = "黄金瞬影戒",
			[9] = "黄金腰带",
			[10] = "黄金靴子",
		},
	},
	["镰骨妖"] = {
		value = {
			[1] = "白骨之镰",
			[2] = "小妖精魄",
			[3] = "破碎的魔法阵",
			[4] = "审判之刃",
			[5] = "天使羽衣",
			[6] = "天使宝冠",
			[7] = "天使如意链",
			[8] = "天使旭日手",
			[9] = "天使圣戒",
			[10] = "天使腰带",
			[11] = "天使神靴",
		},
	},
	["深渊的魔兽"] = {
		value = {
			[1] = "魔兽之爪",
			[2] = "小妖精魄",
			[3] = "破碎的魔法阵",
			[4] = "审判之刃",
			[5] = "天使羽衣",
			[6] = "天使宝冠",
			[7] = "天使如意链",
			[8] = "天使旭日手",
			[9] = "天使圣戒",
			[10] = "天使腰带",
			[11] = "天使神靴",
		},
	},
	["被注入魔力的黑野猪"] = {
		value = {
			[1] = "魔化的眼罩",
			[2] = "小妖精魄",
			[3] = "破碎的魔法阵",
			[4] = "流光淬火剣[戮兽]",
			[5] = "流光淬火剣[饮血]流光淬火剣[天殇]流光淬火衣[男]",
			[6] = "流光锦绣衣[男]",
			[7] = "流光幻彩衣[男]",
		},
	},
	["蓝尾蜥蜴"] = {
		value = {
			[1] = "幽·踏青天",
			[2] = "天神指环",
			[3] = "炼狱",
			[4] = "超级护身符",
		},
	},
	["狐妖护卫"] = {
		value = {
			[1] = "炼狱",
			[2] = "幽·踏青天",
			[3] = "炼狱",
			[4] = "超级护身符",
		},
	},
	["结晶兽人"] = {
		value = {
			[1] = "天神指环",
			[2] = "幽·踏青天",
			[3] = "炼狱",
			[4] = "超级护身符",
		},
	},
	["金爪赤狐王"] = {
		value = {
			[1] = "炼狱",
			[2] = "天神指环",
			[3] = "幽·踏青天",
			[4] = "超级护身符",
		},
	},
	["黑齿战士"] = {
		value = {
			[1] = "卧龙战靴",
			[2] = "〈斩·浪〉",
			[3] = "御风·之力",
			[4] = "〈御·风〉",
			[5] = "超级护身符",
		},
	},
	["黑齿祭祀"] = {
		value = {
			[1] = "〈斩·浪〉",
			[2] = "卧龙战靴",
			[3] = "御风·之力",
			[4] = "〈御·风〉",
			[5] = "超级护身符",
		},
	},
	["黑齿法老"] = {
		value = {
			[1] = "御风·之力",
			[2] = "卧龙战靴",
			[3] = "〈斩·浪〉",
			[4] = "〈御·风〉",
			[5] = "超级护身符",
		},
	},
	["黑齿教主"] = {
		value = {
			[1] = "〈御·风〉",
			[2] = "卧龙战靴",
			[3] = "〈斩·浪〉",
			[4] = "御风·之力",
			[5] = "超级护身符",
		},
	},
	["天之御风(卧龙)"] = {
		value = {
			[1] = "天之剑·碎月",
			[2] = "三魂四魄「元素」",
			[3] = "卧龙战靴",
			[4] = "〈斩·浪〉",
			[5] = "御风·之力",
			[6] = "〈御·风〉",
			[7] = "超级护身符",
		},
	},
	["天之斩浪(卧龙)"] = {
		value = {
			[1] = "天之剑·碎月",
			[2] = "三魂四魄「元素」",
			[3] = "卧龙战靴",
			[4] = "〈斩·浪〉",
			[5] = "御风·之力",
			[6] = "〈御·风〉",
			[7] = "超级护身符",
		},
	},
	["三魂四魄者[赤血]"] = {
		value = {
			[1] = "三魂四魄「元素」",
			[2] = "天之剑·碎月",
			[3] = "卧龙战靴",
			[4] = "〈斩·浪〉",
			[5] = "御风·之力",
			[6] = "〈御·风〉",
			[7] = "超级护身符",
		},
	},
	["地藏"] = {
		value = {
			[1] = "圣之·毁灭",
			[2] = "风魔王冠",
			[3] = "暗·影之翼",
			[4] = "超级护身符",
		},
	},
	["风魔"] = {
		value = {
			[1] = "风魔王冠",
			[2] = "圣之·毁灭",
			[3] = "暗·影之翼",
			[4] = "超级护身符",
		},
	},
	["暗影魔王"] = {
		value = {
			[1] = "暗·影之翼",
			[2] = "圣之·毁灭",
			[3] = "风魔王冠",
			[4] = "超级护身符",
		},
	},
	["霸王守卫"] = {
		value = {
			[1] = "漩涡",
			[2] = "黑莲项坠",
			[3] = "撒旦の镯",
			[4] = "审判之魂",
			[5] = "超级护身符",
		},
	},
	["冰之殇"] = {
		value = {
			[1] = "漩涡",
			[2] = "黑莲项坠",
			[3] = "撒旦の镯",
			[4] = "审判之魂",
			[5] = "超级护身符",
		},
	},
	["嗜血狂徒"] = {
		value = {
			[1] = "漩涡",
			[2] = "黑莲项坠",
			[3] = "撒旦の镯",
			[4] = "审判之魂",
			[5] = "超级护身符",
		},
	},
	["剧毒小旋风"] = {
		value = {
			[1] = "漩涡",
			[2] = "黑莲项坠",
			[3] = "撒旦の镯",
			[4] = "审判之魂",
			[5] = "超级护身符",
		},
	},
	["重甲守卫"] = {
		value = {
			[1] = "漩涡",
			[2] = "黑莲项坠",
			[3] = "撒旦の镯",
			[4] = "审判之魂",
			[5] = "超级护身符",
		},
	},
	["爆毒神魔"] = {
		value = {
			[1] = "漩涡",
			[2] = "黑莲项坠",
			[3] = "撒旦の镯",
			[4] = "审判之魂",
			[5] = "超级护身符",
		},
	},
	["震天魔神"] = {
		value = {
			[1] = "漩涡",
			[2] = "黑莲项坠",
			[3] = "撒旦の镯",
			[4] = "审判之魂",
			[5] = "超级护身符",
		},
	},
	["小妖魔安菲翁[乱世]"] = {
		value = {
			[1] = "小妖魔吊坠♀",
			[2] = "安菲翁の魂魄",
			[3] = "古龙的传承",
			[4] = "剑灵之谜",
			[5] = "聚宝盆[封印]",
			[6] = "蕴含魔力的白骨",
			[7] = "超级护身符",
		},
	},
	["血色护卫"] = {
		value = {
			[1] = "忍者面具",
			[2] = "龍族图腾ゞ",
			[3] = "上忍之隐",
			[4] = "九冥赤炎",
			[5] = "超级护身符",
		},
	},
	["蛮荒斧卫"] = {
		value = {
			[1] = "忍者面具",
			[2] = "龍族图腾ゞ",
			[3] = "上忍之隐",
			[4] = "九冥赤炎",
			[5] = "超级护身符",
		},
	},
	["蛮荒刀卫"] = {
		value = {
			[1] = "龍族图腾ゞ",
			[2] = "忍者面具",
			[3] = "上忍之隐",
			[4] = "九冥赤炎",
			[5] = "超级护身符",
		},
	},
	["狂风白猪"] = {
		value = {
			[1] = "龍族图腾ゞ",
			[2] = "忍者面具",
			[3] = "上忍之隐",
			[4] = "九冥赤炎",
			[5] = "超级护身符",
		},
	},
	["藏地武修"] = {
		value = {
			[1] = "上忍之隐",
			[2] = "龍族图腾ゞ",
			[3] = "忍者面具",
			[4] = "九冥赤炎",
			[5] = "超级护身符",
		},
	},
	["赤炎火龙王"] = {
		value = {
			[1] = "九冥赤炎",
			[2] = "龍族图腾ゞ",
			[3] = "忍者面具",
			[4] = "上忍之羽",
			[5] = "超级护身符",
		},
	},
	["绝情叉怪"] = {
		value = {
			[1] = "断空之痕",
			[2] = "千年之光",
			[3] = "超级护身符",
		},
	},
	["流星魔锤"] = {
		value = {
			[1] = "断空之痕",
			[2] = "千年之光",
			[3] = "超级护身符",
		},
	},
	["部落巫术士"] = {
		value = {
			[1] = "断空之痕",
			[2] = "千年之光",
			[3] = "超级护身符",
		},
	},
	["魔族之主"] = {
		value = {
			[1] = "魔族指环",
			[2] = "断空之痕",
			[3] = "千年之光",
			[4] = "超级护身符",
		},
	},
	["夜色屠夫"] = {
		value = {
			[1] = "夜色杀手披风",
			[2] = "断空之痕",
			[3] = "千年之光",
			[4] = "超级护身符",
		},
	},
	["石窟战将"] = {
		value = {
			[1] = "月光印记",
			[2] = "月光手环",
			[3] = "超级护身符",
		},
	},
	["石窟勇士"] = {
		value = {
			[1] = "月光手环",
			[2] = "月光印记",
			[3] = "超级护身符",
		},
	},
	["石窟石像"] = {
		value = {
			[1] = "月光印记",
			[2] = "月光手环",
			[3] = "超级护身符",
		},
	},
	["石窟祭司"] = {
		value = {
			[1] = "月光手环",
			[2] = "月光印记",
			[3] = "超级护身符",
		},
	},
	["拜月教主"] = {
		value = {
			[1] = "殇日剑·终结",
			[2] = "新月之冠",
			[3] = "月光手环",
			[4] = "月光印记",
			[5] = "超级护身符",
		},
	},
	["新月之主"] = {
		value = {
			[1] = "新月之冠",
			[2] = "殇日剑·终结",
			[3] = "月光手环",
			[4] = "月光印记",
			[5] = "超级护身符",
		},
	},
	["背负棺材的男人[死神之子]"] = {
		value = {
			[1] = "被封印的棺材",
			[2] = "古龙的传承",
			[3] = "剑灵之谜",
			[4] = "聚宝盆[封印]",
			[5] = "蕴含魔力的白骨",
			[6] = "超级护身符",
		},
	},
	["生命终结者[异界]"] = {
		value = {
			[1] = "蕴含魔力的白骨",
			[2] = "古龙的传承",
			[3] = "剑灵之谜",
			[4] = "聚宝盆[封印]",
			[5] = "超级护身符",
		},
	},
	["太虚古龙赫卡忒[神圣之龙]"] = {
		value = {
			[1] = "太虚古龙的秘密",
			[2] = "〈古龙·意志〉",
			[3] = "〈古龙·之力〉",
			[4] = "古龙的传承",
			[5] = "聚宝盆[封印]",
			[6] = "剑灵之谜",
			[7] = "蕴含魔力的白骨",
			[8] = "超级护身符",
		},
	},
	["未知剑灵守护·怨魁之体"] = {
		value = {
			[1] = "被封印的剑灵",
			[2] = "剑灵之谜",
			[3] = "古龙的传承",
			[4] = "聚宝盆[封印]",
			[5] = "蕴含魔力的白骨",
			[6] = "超级护身符",
		},
	},
	["玄幽邪恶古神像·魔主降临"] = {
		value = {
			[1] = "幽暗的古神之像",
			[2] = "古龙的传承",
			[3] = "聚宝盆[封印]",
			[4] = "剑灵之谜",
			[5] = "蕴含魔力的白骨",
			[6] = "超级护身符",
		},
	},
	["蛮域主宰"] = {
		value = {
			[1] = "武之法则",
			[2] = "云履",
			[3] = "往生之手",
			[4] = "血界",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["蛮域刀客"] = {
		value = {
			[1] = "武之法则",
			[2] = "云履",
			[3] = "往生之手",
			[4] = "血界",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["蛮域狮王"] = {
		value = {
			[1] = "武之法则",
			[2] = "云履",
			[3] = "往生之手",
			[4] = "血界",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["蛮域侍卫"] = {
		value = {
			[1] = "武之法则",
			[2] = "云履",
			[3] = "往生之手",
			[4] = "血界",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["蛮域魔王"] = {
		value = {
			[1] = "武之法则",
			[2] = "云履",
			[3] = "往生之手",
			[4] = "血界",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["蛮域护卫"] = {
		value = {
			[1] = "武之法则",
			[2] = "云履",
			[3] = "往生之手",
			[4] = "血界",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["血界道祖"] = {
		value = {
			[1] = "血色之影",
			[2] = "怨念挂珠",
			[3] = "狂兽之护",
			[4] = "天机",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["怨灵之体"] = {
		value = {
			[1] = "血色之影",
			[2] = "怨念挂珠",
			[3] = "狂兽之护",
			[4] = "天机",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["炎骨妖"] = {
		value = {
			[1] = "血色之影",
			[2] = "怨念挂珠",
			[3] = "狂兽之护",
			[4] = "天机",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["天机老人"] = {
		value = {
			[1] = "血色之影",
			[2] = "怨念挂珠",
			[3] = "狂兽之护",
			[4] = "天机",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["蛮荒之主"] = {
		value = {
			[1] = "血色之影",
			[2] = "怨念挂珠",
			[3] = "狂兽之护",
			[4] = "天机",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["噬月玄帝"] = {
		value = {
			[1] = "血色之影",
			[2] = "怨念挂珠",
			[3] = "狂兽之护",
			[4] = "天机",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["怪异五通兽「通天」"] = {
		value = {
			[1] = "怪兽面具",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["死亡歌颂者「灵主」"] = {
		value = {
			[1] = "寂梦霜魂",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["武仙圣女"] = {
		value = {
			[1] = "孤月天轮",
			[2] = "水晶之恋",
			[3] = "透明手镯",
			[4] = "宿命",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["飓风道人"] = {
		value = {
			[1] = "孤月天轮",
			[2] = "水晶之恋",
			[3] = "透明手镯",
			[4] = "宿命",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["疾风银狼"] = {
		value = {
			[1] = "孤月天轮",
			[2] = "水晶之恋",
			[3] = "透明手镯",
			[4] = "宿命",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["幻元素晶体"] = {
		value = {
			[1] = "孤月天轮",
			[2] = "水晶之恋",
			[3] = "透明手镯",
			[4] = "宿命",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["天魂☆驱逐境领主"] = {
		value = {
			[1] = "宿命",
			[2] = "透明手镯",
			[3] = "孤月天轮",
			[4] = "水晶之恋",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["魔祭祀★凯克撒撕"] = {
		value = {
			[1] = "宿命",
			[2] = "透明手镯",
			[3] = "孤月天轮",
			[4] = "水晶之恋",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["神圣气息的九头龙[远古遗族]"] = {
		value = {
			[1] = "「掌控雷电」",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["异次元人"] = {
		value = {
			[1] = "天雷之环",
			[2] = "万雷",
			[3] = "神兵·雷神之威",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["暗天战魂"] = {
		value = {
			[1] = "天雷之环",
			[2] = "万雷",
			[3] = "神兵·雷神之威",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["魔灵巫师"] = {
		value = {
			[1] = "天雷之环",
			[2] = "万雷",
			[3] = "神兵·雷神之威",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["天雷公主"] = {
		value = {
			[1] = "天雷之环",
			[2] = "万雷",
			[3] = "神兵·雷神之威",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["☆雷之灵☆"] = {
		value = {
			[1] = "星光",
			[2] = "万雷",
			[3] = "神兵·雷神之威",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["闪电傲风"] = {
		value = {
			[1] = "星光",
			[2] = "万雷",
			[3] = "神兵·雷神之威",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["萬古天神"] = {
		value = {
			[1] = "星光",
			[2] = "万雷",
			[3] = "神兵·雷神之威",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["雷之法界·长风[道法合一]"] = {
		value = {
			[1] = "「掌控雷电」",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["疯狂的卧龙使者"] = {
		value = {
			[1] = "〈御风·斩浪〉",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["「火焰巨灵·SSSSSSS」"] = {
		value = {
			[1] = "遗忘的赤炎吊坠",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["幽魂战士"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["幽魂守卫"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["幽魂杀手"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["灵魂收割者"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["人面魔蛛"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["死亡使者"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["斩鬼神（黑化丧失）"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["冰火掌控者[至高]"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["丑陋的地狱犬[沉寂]"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["主神本杰明之魂[主宰]"] = {
		value = {
			[1] = "死神降临",
			[2] = "死神代言人",
			[3] = "源火禁锢",
			[4] = "暗夜潜行者",
			[5] = "灵魂面具",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["炼狱圣兽"] = {
		value = {
			[1] = "幽冥铭文",
			[2] = "野火之握",
			[3] = "黄泉",
			[4] = "死亡之戒",
			[5] = "预言者",
			[6] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[7] = "魔龙牙",
			[8] = "魔龙骨",
		},
	},
	["地狱猎犬"] = {
		value = {
			[1] = "幽冥铭文",
			[2] = "野火之握",
			[3] = "黄泉",
			[4] = "死亡之戒",
			[5] = "预言者",
			[6] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[7] = "魔龙牙",
			[8] = "魔龙骨",
		},
	},
	["爆裂赤魔"] = {
		value = {
			[1] = "幽冥铭文",
			[2] = "野火之握",
			[3] = "黄泉",
			[4] = "死亡之戒",
			[5] = "预言者",
			[6] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[7] = "魔龙牙",
			[8] = "魔龙骨",
		},
	},
	["贪婪之王"] = {
		value = {
			[1] = "幽冥铭文",
			[2] = "野火之握",
			[3] = "黄泉",
			[4] = "死亡之戒",
			[5] = "预言者",
			[6] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[7] = "魔龙牙",
			[8] = "魔龙骨",
		},
	},
	["恶梦魇魔"] = {
		value = {
			[1] = "幽冥铭文",
			[2] = "野火之握",
			[3] = "黄泉",
			[4] = "死亡之戒",
			[5] = "预言者",
			[6] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[7] = "魔龙牙",
			[8] = "魔龙骨",
		},
	},
	["幽冥石碑[图腾]"] = {
		value = {
			[1] = "[吞噬]骨火之灵",
			[2] = "幽冥铭文",
			[3] = "野火之握",
			[4] = "黄泉",
			[5] = "死亡之戒",
			[6] = "预言者",
			[7] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[8] = "魔龙牙",
			[9] = "魔龙骨",
		},
	},
	["死亡骑士[通灵]"] = {
		value = {
			[1] = "[吞噬]骨火之灵",
			[2] = "幽冥铭文",
			[3] = "野火之握",
			[4] = "黄泉",
			[5] = "死亡之戒",
			[6] = "预言者",
			[7] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[8] = "魔龙牙",
			[9] = "魔龙骨",
		},
	},
	["黄泉魔主[禁忌]"] = {
		value = {
			[1] = "[吞噬]骨火之灵",
			[2] = "幽冥铭文",
			[3] = "野火之握",
			[4] = "黄泉",
			[5] = "死亡之戒",
			[6] = "预言者",
			[7] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[8] = "魔龙牙",
			[9] = "魔龙骨",
		},
	},
	["大力魔王[圣]"] = {
		value = {
			[1] = "[吞噬]骨火之灵",
			[2] = "幽冥铭文",
			[3] = "野火之握",
			[4] = "黄泉",
			[5] = "死亡之戒",
			[6] = "预言者",
			[7] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[8] = "魔龙牙",
			[9] = "魔龙骨",
		},
	},
	["妖々天煞"] = {
		value = {
			[1] = "天煞符",
			[2] = "[吞噬]骨火之灵",
			[3] = "幽冥铭文",
			[4] = "野火之握",
			[5] = "黄泉",
			[6] = "死亡之戒",
			[7] = "预言者",
			[8] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[9] = "魔龙牙",
			[10] = "魔龙骨",
		},
	},
	["★★★夜魂★★★"] = {
		value = {
			[1] = "夜魂之殇",
			[2] = "[吞噬]骨火之灵",
			[3] = "幽冥铭文",
			[4] = "野火之握",
			[5] = "黄泉",
			[6] = "死亡之戒",
			[7] = "预言者",
			[8] = "守夜人之魄[幽冥]守夜人之魂[幽冥]",
			[9] = "魔龙牙",
			[10] = "魔龙骨",
		},
	},
	["妖月灵兽"] = {
		value = {
			[1] = "冥日之戒",
			[2] = "离火",
			[3] = "鸣封之刃·永恒",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["妖月赤狐"] = {
		value = {
			[1] = "冥日之戒",
			[2] = "离火",
			[3] = "鸣封之刃·永恒",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["黑暗魔"] = {
		value = {
			[1] = "冥日之戒",
			[2] = "离火",
			[3] = "鸣封之刃·永恒",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["黑暗巫师"] = {
		value = {
			[1] = "冥日之戒",
			[2] = "离火",
			[3] = "鸣封之刃·永恒",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["大地暴剑魔"] = {
		value = {
			[1] = "冥日之戒",
			[2] = "离火",
			[3] = "鸣封之刃·永恒",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["堕落的审判魔王"] = {
		value = {
			[1] = "冥日之戒",
			[2] = "离火",
			[3] = "鸣封之刃·永恒",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["山神修普诺斯[至高神灵]"] = {
		value = {
			[1] = "生命幻想",
			[2] = "冥日之戒",
			[3] = "离火",
			[4] = "鸣封之刃·永恒",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["厥阴力士"] = {
		value = {
			[1] = "远古吊坠",
			[2] = "深渊之行",
			[3] = "大元素使之手",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["厥阴毒蛾"] = {
		value = {
			[1] = "远古吊坠",
			[2] = "深渊之行",
			[3] = "大元素使之手",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["厥阴斧兵"] = {
		value = {
			[1] = "远古吊坠",
			[2] = "深渊之行",
			[3] = "大元素使之手",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["厥阴侍卫"] = {
		value = {
			[1] = "远古吊坠",
			[2] = "深渊之行",
			[3] = "大元素使之手",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["迷雾修罗"] = {
		value = {
			[1] = "远古吊坠",
			[2] = "深渊之行",
			[3] = "大元素使之手",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["深渊地行魔"] = {
		value = {
			[1] = "深渊之行",
			[2] = "远古吊坠",
			[3] = "大元素使之手",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["巨灵大元素师"] = {
		value = {
			[1] = "大元素使之手",
			[2] = "深渊之行",
			[3] = "远古吊坠",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["暗之神·麦尔柯[咆哮]"] = {
		value = {
			[1] = "暗月挽歌",
			[2] = "远古吊坠",
			[3] = "深渊之行",
			[4] = "大元素使之手",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["叛军战将"] = {
		value = {
			[1] = "浮生",
			[2] = "至阴",
			[3] = "妖泣",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["叛军护卫"] = {
		value = {
			[1] = "浮生",
			[2] = "至阴",
			[3] = "妖泣",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["叛军策士"] = {
		value = {
			[1] = "浮生",
			[2] = "至阴",
			[3] = "妖泣",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["叛军武士"] = {
		value = {
			[1] = "浮生",
			[2] = "至阴",
			[3] = "妖泣",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["叛军刀斧手"] = {
		value = {
			[1] = "浮生",
			[2] = "至阴",
			[3] = "妖泣",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["四臂魔怪王"] = {
		value = {
			[1] = "浮生",
			[2] = "至阴",
			[3] = "妖泣",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["古战场魔王"] = {
		value = {
			[1] = "浮生",
			[2] = "至阴",
			[3] = "妖泣",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["活死人舰长"] = {
		value = {
			[1] = "浮生",
			[2] = "至阴",
			[3] = "妖泣",
			[4] = "魔龙牙",
			[5] = "魔龙骨",
		},
	},
	["金符鬼奴·赤虚[掌控]"] = {
		value = {
			[1] = "鬼魅之踪",
			[2] = "浮生",
			[3] = "至阴",
			[4] = "妖泣",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["被封印的愤怒·天劫"] = {
		value = {
			[1] = "天劫之怒★★★★",
			[2] = "咏叹沉沦[男]",
			[3] = "被封印的剑灵",
			[4] = "漆黑的刀",
			[5] = "龙蛋?",
			[6] = "魔龙牙",
			[7] = "魔龙骨",
		},
	},
	["命运古神的低语[无上威严]"] = {
		value = {
			[1] = "神秘!EX级铸造卷",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["来自其他位面的强者"] = {
		value = {
			[1] = "时空穿梭者卷轴",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["闭关多年的苦修者·世外高人"] = {
		value = {
			[1] = "苦修者的秘籍",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["大天使安提罗科斯·命运之神"] = {
		value = {
			[1] = "大天使的神威",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["沉迷暗黑世界的神·魔神降临"] = {
		value = {
			[1] = "暗黑之神宝藏",
			[2] = "被封印的剑灵",
			[3] = "漆黑的刀",
			[4] = "龙蛋?",
			[5] = "魔龙牙",
			[6] = "魔龙骨",
		},
	},
	["小鬼"] = {
		value = {
			[1] = "灵魂之逐",
			[2] = "千年结",
			[3] = "离人愁",
			[4] = "寂梦",
			[5] = "天下霸唱",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["厉鬼"] = {
		value = {
			[1] = "灵魂之逐",
			[2] = "千年结",
			[3] = "离人愁",
			[4] = "寂梦",
			[5] = "天下霸唱",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["鬼火"] = {
		value = {
			[1] = "灵魂之逐",
			[2] = "千年结",
			[3] = "离人愁",
			[4] = "寂梦",
			[5] = "天下霸唱",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["孤魂"] = {
		value = {
			[1] = "灵魂之逐",
			[2] = "千年结",
			[3] = "离人愁",
			[4] = "寂梦",
			[5] = "天下霸唱",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["野鬼"] = {
		value = {
			[1] = "灵魂之逐",
			[2] = "千年结",
			[3] = "离人愁",
			[4] = "寂梦",
			[5] = "天下霸唱",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["(鬼)太阴天子"] = {
		value = {
			[1] = "灵魂之逐",
			[2] = "千年结",
			[3] = "离人愁",
			[4] = "寂梦",
			[5] = "天下霸唱",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["(鬼)黑无常"] = {
		value = {
			[1] = "灵魂之逐",
			[2] = "千年结",
			[3] = "离人愁",
			[4] = "寂梦",
			[5] = "天下霸唱",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["(鬼)白无常"] = {
		value = {
			[1] = "灵魂之逐",
			[2] = "千年结",
			[3] = "离人愁",
			[4] = "寂梦",
			[5] = "天下霸唱",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["通灵兽·谛听"] = {
		value = {
			[1] = "灵魂之逐",
			[2] = "千年结",
			[3] = "离人愁",
			[4] = "寂梦",
			[5] = "天下霸唱",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["阎罗王★★★"] = {
		value = {
			[1] = "生死簿",
			[2] = "轮回经",
			[3] = "掌控奥义",
			[4] = "一团杂乱的纸",
			[5] = "被封印的剑灵",
			[6] = "时空门票",
			[7] = "阴",
			[8] = "阳",
		},
	},
	["阴朝地府的鬼[索命]"] = {
		value = {
			[1] = "阴",
			[2] = "轮回经",
			[3] = "掌控奥义",
			[4] = "一团杂乱的纸",
			[5] = "被封印的剑灵",
			[6] = "时空门票",
			[7] = "阴",
			[8] = "阳",
		},
	},
	["远古四臂魔王[鬼神]"] = {
		value = {
			[1] = "阳",
			[2] = "轮回经",
			[3] = "掌控奥义",
			[4] = "一团杂乱的纸",
			[5] = "被封印的剑灵",
			[6] = "时空门票",
			[7] = "阴",
			[8] = "阳",
		},
	},
	["寂静守护"] = {
		value = {
			[1] = "死亡笔记(下)",
			[2] = "死亡笔记(上)",
			[3] = "无名手环",
			[4] = "归墟万物",
			[5] = "夜幽面具★★★",
			[6] = "夜魔之绕",
			[7] = "鬼焰寒甲(精)",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["寂静恶魔"] = {
		value = {
			[1] = "死亡笔记(下)",
			[2] = "死亡笔记(上)",
			[3] = "无名手环",
			[4] = "归墟万物",
			[5] = "夜幽面具★★★",
			[6] = "夜魔之绕",
			[7] = "鬼焰寒甲(精)",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["绿魂守卫"] = {
		value = {
			[1] = "死亡笔记(下)",
			[2] = "死亡笔记(上)",
			[3] = "无名手环",
			[4] = "归墟万物",
			[5] = "夜幽面具★★★",
			[6] = "夜魔之绕",
			[7] = "鬼焰寒甲(精)",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["绿魂统领"] = {
		value = {
			[1] = "死亡笔记(下)",
			[2] = "死亡笔记(上)",
			[3] = "无名手环",
			[4] = "归墟万物",
			[5] = "夜幽面具★★★",
			[6] = "夜魔之绕",
			[7] = "鬼焰寒甲(精)",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["龙人狴犴"] = {
		value = {
			[1] = "死亡笔记(下)",
			[2] = "死亡笔记(上)",
			[3] = "无名手环",
			[4] = "归墟万物",
			[5] = "夜幽面具★★★",
			[6] = "夜魔之绕",
			[7] = "鬼焰寒甲(精)",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["魔之虬龙"] = {
		value = {
			[1] = "死亡笔记(下)",
			[2] = "死亡笔记(上)",
			[3] = "无名手环",
			[4] = "归墟万物",
			[5] = "夜幽面具★★★",
			[6] = "夜魔之绕",
			[7] = "鬼焰寒甲(精)",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["杀手夜魁"] = {
		value = {
			[1] = "死亡笔记(下)",
			[2] = "死亡笔记(上)",
			[3] = "无名手环",
			[4] = "归墟万物",
			[5] = "夜幽面具★★★",
			[6] = "夜魔之绕",
			[7] = "鬼焰寒甲(精)",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["亡灵巡夜人"] = {
		value = {
			[1] = "死亡笔记(下)",
			[2] = "死亡笔记(上)",
			[3] = "无名手环",
			[4] = "归墟万物",
			[5] = "夜幽面具★★★",
			[6] = "夜魔之绕",
			[7] = "鬼焰寒甲(精)",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["蔓延恐惧的怪物「九头蛇」"] = {
		value = {
			[1] = "⊙墟魂千幻⊙",
			[2] = "轮回经",
			[3] = "掌控奥义",
			[4] = "一团杂乱的纸",
			[5] = "被封印的剑灵",
			[6] = "时空门票",
			[7] = "阴",
			[8] = "阳",
		},
	},
	["黑水侍卫"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["黑水猎人"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["黑水骑士"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["黑水祭祀"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["黑水侍从"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["四瞳㊣天妖"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["娜迦㊣妖魔"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["幻虚㊣石人"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["蛮荒㊣执法者"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["黑水㊣裁决者"] = {
		value = {
			[1] = "悲鸣之焰",
			[2] = "勾魂夺魄",
			[3] = "天火之靴",
			[4] = "死亡之环",
			[5] = "阴煞血幡",
			[6] = "赤木之瞳",
			[7] = "鬼面裁决",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["天魔之子佐玛[魔狱]"] = {
		value = {
			[1] = "灵魂枷锁",
			[2] = "轮回经",
			[3] = "掌控奥义",
			[4] = "一团杂乱的纸",
			[5] = "被封印的剑灵",
			[6] = "时空门票",
			[7] = "阴",
			[8] = "阳",
		},
	},
	["吊死鬼"] = {
		value = {
			[1] = "暗影之缚",
			[2] = "无言恐惧",
			[3] = "冥河之邀",
			[4] = "亡灵庇护",
			[5] = "幽冥之环",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["饿死鬼"] = {
		value = {
			[1] = "暗影之缚",
			[2] = "无言恐惧",
			[3] = "冥河之邀",
			[4] = "亡灵庇护",
			[5] = "幽冥之环",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["骷髅怪"] = {
		value = {
			[1] = "暗影之缚",
			[2] = "无言恐惧",
			[3] = "冥河之邀",
			[4] = "亡灵庇护",
			[5] = "幽冥之环",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["僵尸"] = {
		value = {
			[1] = "归无期",
			[2] = "闪耀·漆黑之影",
			[3] = "黄泉之风",
			[4] = "天恕",
			[5] = "阴",
			[6] = "阳",
		},
	},
	["夜叉"] = {
		value = {
			[1] = "归无期",
			[2] = "闪耀·漆黑之影",
			[3] = "黄泉之风",
			[4] = "天恕",
			[5] = "阴",
			[6] = "阳",
		},
	},
	["鬼画符"] = {
		value = {
			[1] = "归无期",
			[2] = "闪耀·漆黑之影",
			[3] = "黄泉之风",
			[4] = "天恕",
			[5] = "阴",
			[6] = "阳",
		},
	},
	["死灵使者"] = {
		value = {
			[1] = "暗影之缚",
			[2] = "无言恐惧",
			[3] = "冥河之邀",
			[4] = "亡灵庇护",
			[5] = "幽冥之环",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["无魂阴罗"] = {
		value = {
			[1] = "暗影之缚",
			[2] = "无言恐惧",
			[3] = "冥河之邀",
			[4] = "亡灵庇护",
			[5] = "幽冥之环",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["不死血厉"] = {
		value = {
			[1] = "暗影之缚",
			[2] = "无言恐惧",
			[3] = "冥河之邀",
			[4] = "亡灵庇护",
			[5] = "幽冥之环",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["无间鬼煞"] = {
		value = {
			[1] = "暗影之缚",
			[2] = "无言恐惧",
			[3] = "冥河之邀",
			[4] = "亡灵庇护",
			[5] = "幽冥之环",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["阴尸鬼王·尸山血海"] = {
		value = {
			[1] = "纯阴之体",
			[2] = "轮回经",
			[3] = "掌控奥义",
			[4] = "一团杂乱的纸",
			[5] = "被封印的剑灵",
			[6] = "时空门票",
			[7] = "阴",
			[8] = "阳",
		},
	},
	["(鬼)孟婆"] = {
		value = {
			[1] = "归无期",
			[2] = "闪耀·漆黑之影",
			[3] = "黄泉之风",
			[4] = "天恕",
			[5] = "阴",
			[6] = "阳",
		},
	},
	["(鬼)夜游神"] = {
		value = {
			[1] = "归无期",
			[2] = "闪耀·漆黑之影",
			[3] = "黄泉之风",
			[4] = "天恕",
			[5] = "阴",
			[6] = "阳",
		},
	},
	["(鬼)牛头马面"] = {
		value = {
			[1] = "归无期",
			[2] = "闪耀·漆黑之影",
			[3] = "黄泉之风",
			[4] = "天恕",
			[5] = "阴",
			[6] = "阳",
		},
	},
	["(鬼)招魂鬼叟"] = {
		value = {
			[1] = "归无期",
			[2] = "闪耀·漆黑之影",
			[3] = "黄泉之风",
			[4] = "天恕",
			[5] = "阴",
			[6] = "阳",
		},
	},
	["鬼界至尊·五方鬼帝"] = {
		value = {
			[1] = "玄阴〃吊坠",
			[2] = "轮回经",
			[3] = "掌控奥义",
			[4] = "一团杂乱的纸",
			[5] = "被封印的剑灵",
			[6] = "时空门票",
			[7] = "阴",
			[8] = "阳",
		},
	},
	["三之界·≮巨龙之魂≯★★★主宰"] = {
		value = {
			[1] = "■龙之叹息■",
			[2] = "轮回经",
			[3] = "掌控奥义",
			[4] = "一团杂乱的纸",
			[5] = "被封印的剑灵",
			[6] = "时空门票",
			[7] = "阴",
			[8] = "阳",
		},
	},
	["传承神力的隐居老人"] = {
		value = {
			[1] = "【传承】秩序腰带",
			[2] = "【传承】神威战靴",
			[3] = "轮回经",
			[4] = "掌控奥义",
			[5] = "一团杂乱的纸",
			[6] = "被封印的剑灵",
			[7] = "时空门票",
			[8] = "阴",
			[9] = "阳",
		},
	},
	["◆◆◆杀戮之王◆◆◆"] = {
		value = {
			[1] = "【噬魂】王之孤影",
			[2] = "轮回经",
			[3] = "掌控奥义",
			[4] = "一团杂乱的纸",
			[5] = "被封印的剑灵",
			[6] = "时空门票",
			[7] = "阴",
			[8] = "阳",
		},
	},
	["魔帝斯卡曼德洛斯[冥界掌控]"] = {
		value = {
			[1] = "掌控奥义",
			[2] = "轮回经",
			[3] = "一团杂乱的纸",
			[4] = "被封印的剑灵",
			[5] = "时空门票",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["酆都大帝★★★★★★"] = {
		value = {
			[1] = "轮回经",
			[2] = "掌控奥义",
			[3] = "一团杂乱的纸",
			[4] = "被封印的剑灵",
			[5] = "时空门票",
			[6] = "阴",
			[7] = "阳",
		},
	},
	["黑暗狂战士"] = {
		value = {
			[1] = "断头台",
			[2] = "罗盘玫瑰",
			[3] = "流光岁月",
			[4] = "旅者之誓",
		},
	},
	["黑暗巨魔"] = {
		value = {
			[1] = "断头台",
			[2] = "罗盘玫瑰",
			[3] = "流光岁月",
			[4] = "旅者之誓",
		},
	},
	["黑魔猎手"] = {
		value = {
			[1] = "断头台",
			[2] = "罗盘玫瑰",
			[3] = "流光岁月",
			[4] = "旅者之誓",
		},
	},
	["黑魔牧师"] = {
		value = {
			[1] = "断头台",
			[2] = "罗盘玫瑰",
			[3] = "流光岁月",
			[4] = "旅者之誓",
		},
	},
	["遗忘牛魔[暗]"] = {
		value = {
			[1] = "断头台",
			[2] = "罗盘玫瑰",
			[3] = "流光岁月",
			[4] = "旅者之誓",
		},
	},
	["暗夜尸魔[暗]"] = {
		value = {
			[1] = "断头台",
			[2] = "罗盘玫瑰",
			[3] = "流光岁月",
			[4] = "旅者之誓",
		},
	},
	["行刑刽子手[暗]"] = {
		value = {
			[1] = "断头台",
			[2] = "罗盘玫瑰",
			[3] = "流光岁月",
			[4] = "旅者之誓",
		},
	},
	["暗裔·天魔使者[殺]"] = {
		value = {
			[1] = "天魔心脏★★★",
			[2] = "被封印的剑灵",
			[3] = "苦修者的秘籍",
			[4] = "暗黑之神宝藏",
			[5] = "大天使的神威",
			[6] = "轮回经",
			[7] = "掌控奥义",
		},
	},
	["雪域熊战士"] = {
		value = {
			[1] = "夜幽之玉",
			[2] = "寒霜之握",
			[3] = "明昼吊坠",
		},
	},
	["雪域萨满"] = {
		value = {
			[1] = "夜幽之玉",
			[2] = "寒霜之握",
			[3] = "明昼吊坠",
		},
	},
	["雪域追踪者"] = {
		value = {
			[1] = "夜幽之玉",
			[2] = "寒霜之握",
			[3] = "明昼吊坠",
		},
	},
	["雪域猎杀者"] = {
		value = {
			[1] = "夜幽之玉",
			[2] = "寒霜之握",
			[3] = "明昼吊坠",
		},
	},
	["冰雪灵狐"] = {
		value = {
			[1] = "夜幽之玉",
			[2] = "寒霜之握",
			[3] = "明昼吊坠",
		},
	},
	["夜幽"] = {
		value = {
			[1] = "夜幽之玉",
			[2] = "寒霜之握",
			[3] = "明昼吊坠",
		},
	},
	["明昼使者"] = {
		value = {
			[1] = "夜幽之玉",
			[2] = "寒霜之握",
			[3] = "明昼吊坠",
		},
	},
	["寒冬之凛·瑟斯[神话]"] = {
		value = {
			[1] = "寒冬之冠(神圣)",
			[2] = "被封印的剑灵",
			[3] = "苦修者的秘籍",
			[4] = "暗黑之神宝藏",
			[5] = "大天使的神威",
			[6] = "轮回经",
			[7] = "掌控奥义",
		},
	},
	["黑色蜥蜴"] = {
		value = {
			[1] = "龙神手镯[屠戮]",
			[2] = "龙神戒指[屠戮]",
			[3] = "撕裂者面具",
			[4] = "神谕之盔",
			[5] = "天空的引路人",
			[6] = "龙魂之力",
		},
	},
	["混乱炎魔"] = {
		value = {
			[1] = "龙神手镯[屠戮]",
			[2] = "龙神戒指[屠戮]",
			[3] = "撕裂者面具",
			[4] = "神谕之盔",
			[5] = "天空的引路人",
			[6] = "龙魂之力",
		},
	},
	["龙王护卫"] = {
		value = {
			[1] = "龙神手镯[屠戮]",
			[2] = "龙神戒指[屠戮]",
			[3] = "撕裂者面具",
			[4] = "神谕之盔",
			[5] = "天空的引路人",
			[6] = "龙魂之力",
		},
	},
	["龙王侍卫"] = {
		value = {
			[1] = "龙神手镯[屠戮]",
			[2] = "龙神戒指[屠戮]",
			[3] = "撕裂者面具",
			[4] = "神谕之盔",
			[5] = "天空的引路人",
			[6] = "龙魂之力",
		},
	},
	["缚风者"] = {
		value = {
			[1] = "龙神手镯[屠戮]",
			[2] = "龙神戒指[屠戮]",
			[3] = "撕裂者面具",
			[4] = "神谕之盔",
			[5] = "天空的引路人",
			[6] = "龙魂之力",
		},
	},
	["黑角"] = {
		value = {
			[1] = "龙神手镯[屠戮]",
			[2] = "龙神戒指[屠戮]",
			[3] = "撕裂者面具",
			[4] = "神谕之盔",
			[5] = "天空的引路人",
			[6] = "龙魂之力",
		},
	},
	["撕裂者"] = {
		value = {
			[1] = "龙神手镯[屠戮]",
			[2] = "龙神戒指[屠戮]",
			[3] = "撕裂者面具",
			[4] = "神谕之盔",
			[5] = "天空的引路人",
			[6] = "龙魂之力",
		},
	},
	["道罗斯·黑龙神[MAX]"] = {
		value = {
			[1] = "屠龙者之刃",
			[2] = "被封印的剑灵",
			[3] = "苦修者的秘籍",
			[4] = "暗黑之神宝藏",
			[5] = "大天使的神威",
			[6] = "轮回经",
			[7] = "掌控奥义",
		},
	},
	["光之精灵"] = {
		value = {
			[1] = "元素种子",
			[2] = "本源之力",
			[3] = "自然之力·元素披风",
		},
	},
	["血精灵"] = {
		value = {
			[1] = "元素种子",
			[2] = "本源之力",
			[3] = "自然之力·元素披风",
		},
	},
	["暗夜精灵"] = {
		value = {
			[1] = "元素种子",
			[2] = "本源之力",
			[3] = "自然之力·元素披风",
		},
	},
	["虚空精灵"] = {
		value = {
			[1] = "元素种子",
			[2] = "本源之力",
			[3] = "自然之力·元素披风",
		},
	},
	["风语者"] = {
		value = {
			[1] = "元素种子",
			[2] = "本源之力",
			[3] = "自然之力·元素披风",
		},
	},
	["怒风者"] = {
		value = {
			[1] = "元素种子",
			[2] = "本源之力",
			[3] = "自然之力·元素披风",
		},
	},
	["风之大魔导师"] = {
		value = {
			[1] = "自然之力·元素披风",
			[2] = "元素种子",
			[3] = "本源之力",
		},
	},
	["永恒の守护·泰达希尔[世界之树]"] = {
		value = {
			[1] = "自然之力·元素披风",
			[2] = "被封印的剑灵",
			[3] = "苦修者的秘籍",
			[4] = "暗黑之神宝藏",
			[5] = "大天使的神威",
			[6] = "轮回经",
			[7] = "掌控奥义",
		},
	},
	["矮人哥布林"] = {
		value = {
			[1] = "哥布林吊坠[愤怒]",
			[2] = "哥布林头盔[愤怒]",
			[3] = "时光的沙漏",
			[4] = "血色之眼",
			[5] = "矮人头盔",
			[6] = "远行的召唤",
		},
	},
	["愤怒哥布林"] = {
		value = {
			[1] = "哥布林吊坠[愤怒]",
			[2] = "哥布林头盔[愤怒]",
			[3] = "时光的沙漏",
			[4] = "血色之眼",
			[5] = "矮人头盔",
			[6] = "远行的召唤",
		},
	},
	["火焰哥布林"] = {
		value = {
			[1] = "哥布林吊坠[愤怒]",
			[2] = "哥布林头盔[愤怒]",
			[3] = "时光的沙漏",
			[4] = "血色之眼",
			[5] = "矮人头盔",
			[6] = "远行的召唤",
		},
	},
	["冰霜哥布林"] = {
		value = {
			[1] = "哥布林吊坠[愤怒]",
			[2] = "哥布林头盔[愤怒]",
			[3] = "时光的沙漏",
			[4] = "血色之眼",
			[5] = "矮人头盔",
			[6] = "远行的召唤",
		},
	},
	["十夫长"] = {
		value = {
			[1] = "时光的沙漏",
			[2] = "血色之眼",
			[3] = "矮人头盔",
			[4] = "哥布林吊坠[愤怒]",
			[5] = "哥布林头盔[愤怒]",
			[6] = "远行的召唤",
		},
	},
	["落雷凯诺"] = {
		value = {
			[1] = "时光的沙漏",
			[2] = "血色之眼",
			[3] = "矮人头盔",
			[4] = "哥布林吊坠[愤怒]",
			[5] = "哥布林头盔[愤怒]",
			[6] = "远行的召唤",
		},
	},
	["卡格"] = {
		value = {
			[1] = "时光的沙漏",
			[2] = "血色之眼",
			[3] = "矮人头盔",
			[4] = "哥布林吊坠[愤怒]",
			[5] = "哥布林头盔[愤怒]",
			[6] = "远行的召唤",
		},
	},
	["哥布林之王·高格(Boss)"] = {
		value = {
			[1] = "远行的召唤",
			[2] = "被封印的剑灵",
			[3] = "苦修者的秘籍",
			[4] = "暗黑之神宝藏",
			[5] = "大天使的神威",
			[6] = "轮回经",
			[7] = "掌控奥义",
		},
	},
	["火元素"] = {
		value = {
			[1] = "炽热战靴[狂暴]",
			[2] = "炽热腰带[狂暴]",
			[3] = "烈焰之径",
			[4] = "燃烧の地狱轮盘",
			[5] = "火焰之魂环",
		},
	},
	["火焰精灵"] = {
		value = {
			[1] = "炽热战靴[狂暴]",
			[2] = "炽热腰带[狂暴]",
			[3] = "烈焰之径",
			[4] = "燃烧の地狱轮盘",
			[5] = "火焰之魂环",
		},
	},
	["烈焰魔兽"] = {
		value = {
			[1] = "炽热战靴[狂暴]",
			[2] = "炽热腰带[狂暴]",
			[3] = "烈焰之径",
			[4] = "燃烧の地狱轮盘",
			[5] = "火焰之魂环",
		},
	},
	["熔岩巨魔"] = {
		value = {
			[1] = "炽热战靴[狂暴]",
			[2] = "炽热腰带[狂暴]",
			[3] = "烈焰之径",
			[4] = "燃烧の地狱轮盘",
			[5] = "火焰之魂环",
		},
	},
	["魔之火元素"] = {
		value = {
			[1] = "烈焰之径",
			[2] = "燃烧の地狱轮盘",
			[3] = "火焰之魂环",
			[4] = "炽热战靴[狂暴]",
			[5] = "炽热腰带[狂暴]",
		},
	},
	["上古熔火恶犬"] = {
		value = {
			[1] = "烈焰之径",
			[2] = "燃烧の地狱轮盘",
			[3] = "火焰之魂环",
			[4] = "炽热战靴[狂暴]",
			[5] = "炽热腰带[狂暴]",
		},
	},
	["烈焰奔腾者"] = {
		value = {
			[1] = "烈焰之径",
			[2] = "燃烧の地狱轮盘",
			[3] = "火焰之魂环",
			[4] = "炽热战靴[狂暴]",
			[5] = "炽热腰带[狂暴]",
		},
	},
	["炎魔·拉格纳罗斯"] = {
		value = {
			[1] = "堕落的黑曜战靴",
			[2] = "烈焰之径",
			[3] = "燃烧の地狱轮盘",
			[4] = "火焰之魂环",
			[5] = "炽热战靴[狂暴]",
			[6] = "炽热腰带[狂暴]",
		},
	},
	["（古神）克苏恩"] = {
		value = {
			[1] = "克苏恩之眼",
			[2] = "烈焰之径",
			[3] = "燃烧の地狱轮盘",
			[4] = "火焰之魂环",
			[5] = "炽热战靴[狂暴]",
			[6] = "炽热腰带[狂暴]",
		},
	},
	["月影守卫"] = {
		value = {
			[1] = "月影之界",
			[2] = "月影之碑",
			[3] = "黑暗限界",
			[4] = "颠倒罪人之戒",
		},
	},
	["月影祭祀"] = {
		value = {
			[1] = "月影之界",
			[2] = "月影之碑",
			[3] = "黑暗限界",
			[4] = "颠倒罪人之戒",
		},
	},
	["月影战士"] = {
		value = {
			[1] = "月影之界",
			[2] = "月影之碑",
			[3] = "黑暗限界",
			[4] = "颠倒罪人之戒",
		},
	},
	["月影法师"] = {
		value = {
			[1] = "月影之界",
			[2] = "月影之碑",
			[3] = "黑暗限界",
			[4] = "颠倒罪人之戒",
		},
	},
	["战争领主[月]"] = {
		value = {
			[1] = "黑暗限界",
			[2] = "颠倒罪人之戒",
			[3] = "月影之界",
			[4] = "月影之碑",
		},
	},
	["法外狂徒[月]"] = {
		value = {
			[1] = "黑暗限界",
			[2] = "颠倒罪人之戒",
			[3] = "月影之界",
			[4] = "月影之碑",
		},
	},
	["剧毒术士[月]"] = {
		value = {
			[1] = "黑暗限界",
			[2] = "颠倒罪人之戒",
			[3] = "月影之界",
			[4] = "月影之碑",
		},
	},
	["月光领主·拉卡诺斯(Boss)"] = {
		value = {
			[1] = "格萨拉克·地渊之声",
			[2] = "黑暗限界",
			[3] = "颠倒罪人之戒",
			[4] = "月影之界",
			[5] = "月影之碑",
			[6] = "圣城的接引石",
		},
	},
	["邪恶的血色巨人·超人工智能"] = {
		value = {
			[1] = "远行的召唤",
			[2] = "苦修者的秘籍",
			[3] = "暗黑之神宝藏",
			[4] = "大天使的神威",
			[5] = "轮回经",
			[6] = "掌控奥义",
			[7] = "圣城的接引石",
		},
	},
	["毁灭骑士·贝利亚斯(Boss)"] = {
		value = {
			[1] = "远行的召唤",
			[2] = "重生十字架",
			[3] = "圣城的接引石",
		},
	},
	["束缚的阿尔库俄纽斯·半神之子"] = {
		value = {
			[1] = "远行的召唤",
			[2] = "苦修者的秘籍",
			[3] = "暗黑之神宝藏",
			[4] = "大天使的神威",
			[5] = "轮回经",
			[6] = "掌控奥义",
			[7] = "圣城的接引石",
		},
	},
	["血灵侍卫"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["双刀战士"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["巨镰侍卫"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["巨刃力士"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["强毒法师"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["丛林破坏者"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["淬体血魔"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["蛮王"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["急先锋"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["咒印术士"] = {
		value = {
			[1] = "【暗影】咒印之铠",
			[2] = "死亡一指",
			[3] = "无尽愤怒",
			[4] = "血魔护臂MAX",
		},
	},
	["断头者勇士[无畏]"] = {
		value = {
			[1] = "噩梦之首★★",
			[2] = "【暗影】咒印之铠",
			[3] = "死亡一指",
			[4] = "无尽愤怒",
			[5] = "血魔护臂MAX",
		},
	},
	["虚空冰晶蝎[异界]"] = {
		value = {
			[1] = "≮神拳≯",
			[2] = "【暗影】咒印之铠",
			[3] = "死亡一指",
			[4] = "无尽愤怒",
			[5] = "血魔护臂MAX",
		},
	},
	["邪灵护卫"] = {
		value = {
			[1] = "追殺者",
			[2] = "祸斗之獠",
			[3] = "◆影杀阵◆",
			[4] = "一剑开天门",
		},
	},
	["死亡法师"] = {
		value = {
			[1] = "追殺者",
			[2] = "祸斗之獠",
			[3] = "◆影杀阵◆",
			[4] = "一剑开天门",
		},
	},
	["鬼魅之幽"] = {
		value = {
			[1] = "追殺者",
			[2] = "祸斗之獠",
			[3] = "◆影杀阵◆",
			[4] = "一剑开天门",
		},
	},
	["恶灵挺进者"] = {
		value = {
			[1] = "追殺者",
			[2] = "祸斗之獠",
			[3] = "◆影杀阵◆",
			[4] = "一剑开天门",
		},
	},
	["剑圣"] = {
		value = {
			[1] = "一剑开天门",
			[2] = "追殺者",
			[3] = "祸斗之獠",
			[4] = "◆影杀阵◆",
		},
	},
	["重装使者"] = {
		value = {
			[1] = "一剑开天门",
			[2] = "追殺者",
			[3] = "祸斗之獠",
			[4] = "◆影杀阵◆",
		},
	},
	["魅影刀客"] = {
		value = {
			[1] = "一剑开天门",
			[2] = "追殺者",
			[3] = "祸斗之獠",
			[4] = "◆影杀阵◆",
		},
	},
	["圣者米歇尔[神圣]"] = {
		value = {
			[1] = "·聖裁降臨SSS·",
			[2] = "一剑开天门",
			[3] = "追殺者",
			[4] = "祸斗之獠",
			[5] = "◆影杀阵◆",
		},
	},
	["【ＳＳＳ】天之驱逐者"] = {
		value = {
			[1] = "封龙劍メ驱逐之刃",
			[2] = "苦修者的秘籍",
			[3] = "暗黑之神宝藏",
			[4] = "大天使的神威",
			[5] = "轮回经",
			[6] = "掌控奥义",
		},
	},
	["“破晓之眼”安晓"] = {
		value = {
			[1] = "安晓的右眼",
			[2] = "苦修者的秘籍",
			[3] = "暗黑之神宝藏",
			[4] = "大天使的神威",
			[5] = "轮回经",
			[6] = "掌控奥义",
		},
	},
	["时间缔造者の罗什"] = {
		value = {
			[1] = "桓龙：另一个时空",
			[2] = "苦修者的秘籍",
			[3] = "暗黑之神宝藏",
			[4] = "大天使的神威",
			[5] = "轮回经",
			[6] = "掌控奥义",
		},
	},
	["【ＳＳＳ】第七使者·米斯特"] = {
		value = {
			[1] = "异空：千年之光",
			[2] = "苦修者的秘籍",
			[3] = "暗黑之神宝藏",
			[4] = "大天使的神威",
			[5] = "轮回经",
			[6] = "掌控奥义",
		},
	},
	["天道法则守护者·帝尊之皇"] = {
		value = {
			[1] = "苦修者的秘籍",
			[2] = "暗黑之神宝藏",
			[3] = "大天使的神威",
			[4] = "轮回经",
			[5] = "掌控奥义",
		},
	},
	["巫妖王之怒·寒冰王座★★★★"] = {
		value = {
			[1] = "苦修者的秘籍",
			[2] = "暗黑之神宝藏",
			[3] = "大天使的神威",
			[4] = "轮回经",
			[5] = "掌控奥义",
		},
	},
	["海猎人"] = {
		value = {
			[1] = "千山破",
			[2] = "死亡射线",
			[3] = "·破碎裂痕·",
			[4] = "混沌之影",
		},
	},
	["鱼叉手"] = {
		value = {
			[1] = "千山破",
			[2] = "死亡射线",
			[3] = "·破碎裂痕·",
			[4] = "混沌之影",
		},
	},
	["蛮力船工"] = {
		value = {
			[1] = "千山破",
			[2] = "死亡射线",
			[3] = "·破碎裂痕·",
			[4] = "混沌之影",
		},
	},
	["水鬼"] = {
		value = {
			[1] = "千山破",
			[2] = "死亡射线",
			[3] = "·破碎裂痕·",
			[4] = "混沌之影",
		},
	},
	["深航幽灵"] = {
		value = {
			[1] = "千山破",
			[2] = "死亡射线",
			[3] = "·破碎裂痕·",
			[4] = "混沌之影",
		},
	},
	["幽灵将军"] = {
		value = {
			[1] = "千山破",
			[2] = "死亡射线",
			[3] = "·破碎裂痕·",
			[4] = "混沌之影",
		},
	},
	["恶魔霸主"] = {
		value = {
			[1] = "千山破",
			[2] = "死亡射线",
			[3] = "·破碎裂痕·",
			[4] = "混沌之影",
		},
	},
	["海底哨兵"] = {
		value = {
			[1] = "千山破",
			[2] = "死亡射线",
			[3] = "·破碎裂痕·",
			[4] = "混沌之影",
		},
	},
	["水晶巨兽"] = {
		value = {
			[1] = "千山破",
			[2] = "死亡射线",
			[3] = "·破碎裂痕·",
			[4] = "混沌之影",
		},
	},
	["真·深海霸主SSSSSS"] = {
		value = {
			[1] = "真·霸主战甲SSS",
			[2] = "千山破",
			[3] = "死亡射线",
			[4] = "·破碎裂痕·",
			[5] = "混沌之影",
		},
	},
	["血神·哈卡の化身"] = {
		value = {
			[1] = "≮万物之力≯",
			[2] = "千山破",
			[3] = "死亡射线",
			[4] = "·破碎裂痕·",
			[5] = "混沌之影",
		},
	},
	["食尸鬼"] = {
		value = {
			[1] = "悲鸣之泣",
			[2] = "罪恶审判×",
			[3] = "深渊的亵渎☆☆",
			[4] = "赤焰结晶",
			[5] = "名刀⊙观世正宗",
		},
	},
	["黑暗怨灵"] = {
		value = {
			[1] = "悲鸣之泣",
			[2] = "罪恶审判×",
			[3] = "深渊的亵渎☆☆",
			[4] = "赤焰结晶",
			[5] = "名刀⊙观世正宗",
		},
	},
	["魑魅梦魇"] = {
		value = {
			[1] = "悲鸣之泣",
			[2] = "罪恶审判×",
			[3] = "深渊的亵渎☆☆",
			[4] = "赤焰结晶",
			[5] = "名刀⊙观世正宗",
		},
	},
	["暗夜冥卫"] = {
		value = {
			[1] = "悲鸣之泣",
			[2] = "罪恶审判×",
			[3] = "深渊的亵渎☆☆",
			[4] = "赤焰结晶",
			[5] = "名刀⊙观世正宗",
		},
	},
	["魔神分身"] = {
		value = {
			[1] = "罪恶审判×",
			[2] = "悲鸣之泣",
			[3] = "深渊的亵渎☆☆",
			[4] = "赤焰结晶",
			[5] = "名刀⊙观世正宗",
		},
	},
	["地狱使者"] = {
		value = {
			[1] = "深渊的亵渎☆☆",
			[2] = "罪恶审判×",
			[3] = "悲鸣之泣",
			[4] = "赤焰结晶",
			[5] = "名刀⊙观世正宗",
		},
	},
	["极冰之焰"] = {
		value = {
			[1] = "赤焰结晶",
			[2] = "悲鸣之泣",
			[3] = "罪恶审判×",
			[4] = "深渊的亵渎☆☆",
			[5] = "名刀⊙观世正宗",
		},
	},
	["暗⊙灾祸领主·斯卡文"] = {
		value = {
			[1] = "名刀⊙观世正宗",
			[2] = "悲鸣之泣",
			[3] = "罪恶审判×",
			[4] = "深渊的亵渎☆☆",
			[5] = "赤焰结晶",
		},
	},
	["冰洌战士"] = {
		value = {
			[1] = "冰河之心",
			[2] = "-燃霜之握-",
			[3] = "死亡ゅ封印",
			[4] = "魔焰·炽无尽",
		},
	},
	["冰洌勇士"] = {
		value = {
			[1] = "冰河之心",
			[2] = "-燃霜之握-",
			[3] = "死亡ゅ封印",
			[4] = "魔焰·炽无尽",
		},
	},
	["冰洌侍卫"] = {
		value = {
			[1] = "冰河之心",
			[2] = "-燃霜之握-",
			[3] = "死亡ゅ封印",
			[4] = "魔焰·炽无尽",
		},
	},
	["冰洌战将"] = {
		value = {
			[1] = "冰河之心",
			[2] = "-燃霜之握-",
			[3] = "死亡ゅ封印",
			[4] = "魔焰·炽无尽",
		},
	},
	["冰霜女巫"] = {
		value = {
			[1] = "冰河之心",
			[2] = "-燃霜之握-",
			[3] = "死亡ゅ封印",
			[4] = "魔焰·炽无尽",
		},
	},
	["冰洌之怒"] = {
		value = {
			[1] = "冰河之心",
			[2] = "-燃霜之握-",
			[3] = "死亡ゅ封印",
			[4] = "魔焰·炽无尽",
		},
	},
	["雪原之子"] = {
		value = {
			[1] = "冰河之心",
			[2] = "-燃霜之握-",
			[3] = "死亡ゅ封印",
			[4] = "魔焰·炽无尽",
		},
	},
	["雪域巨魔之王[暴怒]"] = {
		value = {
			[1] = "魔焰·炽无尽",
			[2] = "冰河之心",
			[3] = "-燃霜之握-",
			[4] = "死亡ゅ封印",
		},
	},
	["持剑僵尸"] = {
		value = {
			[1] = "噬伤之力",
			[2] = "燃魂吊坠",
			[3] = "死亡假面",
			[4] = "黑月·之泪",
		},
	},
	["僵尸侍卫"] = {
		value = {
			[1] = "噬伤之力",
			[2] = "燃魂吊坠",
			[3] = "死亡假面",
			[4] = "黑月·之泪",
		},
	},
	["红寡妇"] = {
		value = {
			[1] = "噬伤之力",
			[2] = "燃魂吊坠",
			[3] = "死亡假面",
			[4] = "黑月·之泪",
		},
	},
	["夺魂魔蛛"] = {
		value = {
			[1] = "噬伤之力",
			[2] = "燃魂吊坠",
			[3] = "死亡假面",
			[4] = "黑月·之泪",
		},
	},
	["悲鸣骑士[逐灵]"] = {
		value = {
			[1] = "死亡假面",
			[2] = "噬伤之力",
			[3] = "燃魂吊坠",
			[4] = "黑月·之泪",
		},
	},
	["灵庙石碑[图腾]"] = {
		value = {
			[1] = "死亡假面",
			[2] = "噬伤之力",
			[3] = "燃魂吊坠",
			[4] = "黑月·之泪",
		},
	},
	["灵庙教主[禁忌]"] = {
		value = {
			[1] = "死亡假面",
			[2] = "噬伤之力",
			[3] = "燃魂吊坠",
			[4] = "黑月·之泪",
		},
	},
	["基尔罗格死眼[统治威严]"] = {
		value = {
			[1] = "黑月·之泪",
			[2] = "噬伤之力",
			[3] = "燃魂吊坠",
			[4] = "死亡假面",
		},
	},
	["★★★变异巨兽·艾瑞斯"] = {
		value = {
			[1] = "古核武·变异基因体",
			[2] = "被封印的剑灵",
			[3] = "苦修者的秘籍",
			[4] = "暗黑之神宝藏",
			[5] = "大天使的神威",
			[6] = "轮回经",
			[7] = "掌控奥义",
		},
	},
	["★★★生化巨兽·阿瑞斯"] = {
		value = {
			[1] = "古核武·生化基因体",
			[2] = "被封印的剑灵",
			[3] = "苦修者的秘籍",
			[4] = "暗黑之神宝藏",
			[5] = "大天使的神威",
			[6] = "轮回经",
			[7] = "掌控奥义",
		},
	},
	["丛林僵尸"] = {
		value = {
			[1] = "蚀月镜",
			[2] = "红眼面具",
			[3] = "狂怒护手",
			[4] = "狂意之怒",
			[5] = "魔渊面具",
			[6] = "厄运代言人",
		},
	},
	["卡尔扎克"] = {
		value = {
			[1] = "蚀月镜",
			[2] = "红眼面具",
			[3] = "狂怒护手",
			[4] = "狂意之怒",
			[5] = "魔渊面具",
			[6] = "厄运代言人",
		},
	},
	["园丁鲁尔"] = {
		value = {
			[1] = "蚀月镜",
			[2] = "红眼面具",
			[3] = "狂怒护手",
			[4] = "狂意之怒",
			[5] = "魔渊面具",
			[6] = "厄运代言人",
		},
	},
	["埃里尼斯"] = {
		value = {
			[1] = "蚀月镜",
			[2] = "红眼面具",
			[3] = "狂怒护手",
			[4] = "狂意之怒",
			[5] = "魔渊面具",
			[6] = "厄运代言人",
		},
	},
	["蚀月女王"] = {
		value = {
			[1] = "蚀月镜",
			[2] = "红眼面具",
			[3] = "狂怒护手",
			[4] = "狂意之怒",
			[5] = "魔渊面具",
			[6] = "厄运代言人",
		},
	},
	["红眸狂猿"] = {
		value = {
			[1] = "红眼面具",
			[2] = "蚀月镜",
			[3] = "狂怒护手",
			[4] = "狂意之怒",
			[5] = "魔渊面具",
			[6] = "厄运代言人",
		},
	},
	["太古狂魔"] = {
		value = {
			[1] = "狂怒护手",
			[2] = "狂意之怒",
			[3] = "红眼面具",
			[4] = "蚀月镜",
			[5] = "魔渊面具",
			[6] = "厄运代言人",
		},
	},
	["上古魔王"] = {
		value = {
			[1] = "魔渊面具",
			[2] = "蚀月镜",
			[3] = "红眼面具",
			[4] = "狂怒护手",
			[5] = "狂意之怒",
			[6] = "厄运代言人",
		},
	},
	["地狱烈焰·亡灵骑士(Boss)"] = {
		value = {
			[1] = "厄运代言人",
			[2] = "蚀月镜",
			[3] = "红眼面具",
			[4] = "狂怒护手",
			[5] = "狂意之怒",
			[6] = "魔渊面具",
		},
	},
	["火焰幼龙"] = {
		value = {
			[1] = "啸之戒指",
			[2] = "天殇之痕",
			[3] = "巨龙之印",
			[4] = "龙之力·不灭光剑!",
		},
	},
	["巨龙斗士"] = {
		value = {
			[1] = "啸之戒指",
			[2] = "天殇之痕",
			[3] = "巨龙之印",
			[4] = "龙之力·不灭光剑!",
		},
	},
	["光石巨人"] = {
		value = {
			[1] = "啸之戒指",
			[2] = "天殇之痕",
			[3] = "巨龙之印",
			[4] = "龙之力·不灭光剑!",
		},
	},
	["拉巴之魂"] = {
		value = {
			[1] = "啸之戒指",
			[2] = "天殇之痕",
			[3] = "巨龙之印",
			[4] = "龙之力·不灭光剑!",
		},
	},
	["巨龙统领"] = {
		value = {
			[1] = "巨龙之印",
			[2] = "啸之戒指",
			[3] = "天殇之痕",
			[4] = "龙之力·不灭光剑!",
		},
	},
	["孤魂战龙"] = {
		value = {
			[1] = "巨龙之印",
			[2] = "啸之戒指",
			[3] = "天殇之痕",
			[4] = "龙之力·不灭光剑!",
		},
	},
	["巨龙使者"] = {
		value = {
			[1] = "巨龙之印",
			[2] = "啸之戒指",
			[3] = "天殇之痕",
			[4] = "龙之力·不灭光剑!",
		},
	},
	["究极巨龙纳特拉(Boss)"] = {
		value = {
			[1] = "龙之力·不灭光剑!",
			[2] = "啸之戒指",
			[3] = "天殇之痕",
			[4] = "巨龙之印",
		},
	},
	["幽闭之灵"] = {
		value = {
			[1] = "时间锁",
			[2] = "轮回沙漏",
			[3] = "失落空间",
			[4] = "时间之轮·聚变",
		},
	},
	["哀嚎妖灵"] = {
		value = {
			[1] = "时间锁",
			[2] = "轮回沙漏",
			[3] = "失落空间",
			[4] = "时间之轮·聚变",
		},
	},
	["时间使徒"] = {
		value = {
			[1] = "时间锁",
			[2] = "轮回沙漏",
			[3] = "失落空间",
			[4] = "时间之轮·聚变",
		},
	},
	["时光女神"] = {
		value = {
			[1] = "时间锁",
			[2] = "轮回沙漏",
			[3] = "失落空间",
			[4] = "时间之轮·聚变",
		},
	},
	["被时间困住的人"] = {
		value = {
			[1] = "失落空间",
			[2] = "轮回沙漏",
			[3] = "时间锁",
			[4] = "时间之轮·聚变",
		},
	},
	["星之女祭祀"] = {
		value = {
			[1] = "失落空间",
			[2] = "轮回沙漏",
			[3] = "时间锁",
			[4] = "时间之轮·聚变",
		},
	},
	["时空守护神"] = {
		value = {
			[1] = "失落空间",
			[2] = "轮回沙漏",
			[3] = "时间锁",
			[4] = "时间之轮·聚变",
		},
	},
	["时间预言者·佉罗(Boss)"] = {
		value = {
			[1] = "时间之轮·聚变",
			[2] = "失落空间",
			[3] = "轮回沙漏",
			[4] = "时间锁",
		},
	},
	["御天·杀戮々轮回六道≮终极≯"] = {
		value = {
			[1] = "破灭之核",
			[2] = "混沌之心",
			[3] = "轮回之魂",
			[4] = "被封印的剑灵",
			[5] = "苦修者的秘籍",
			[6] = "暗黑之神宝藏",
			[7] = "大天使的神威",
			[8] = "轮回经",
			[9] = "掌控奥义",
		},
	},
	["破灭灯魔·超空间「混沌护法」"] = {
		value = {
			[1] = "破灭之核",
			[2] = "混沌之心",
			[3] = "轮回之魂",
			[4] = "被封印的剑灵",
			[5] = "苦修者的秘籍",
			[6] = "暗黑之神宝藏",
			[7] = "大天使的神威",
			[8] = "轮回经",
			[9] = "掌控奥义",
		},
	},
	["入魔狂战"] = {
		value = {
			[1] = "法师拳套",
			[2] = "半兽人之心",
			[3] = "天启星魂",
			[4] = "黄昏落幕ぁ",
		},
	},
	["隐居老森"] = {
		value = {
			[1] = "法师拳套",
			[2] = "半兽人之心",
			[3] = "天启星魂",
			[4] = "黄昏落幕ぁ",
		},
	},
	["半兽魔人"] = {
		value = {
			[1] = "法师拳套",
			[2] = "半兽人之心",
			[3] = "天启星魂",
			[4] = "黄昏落幕ぁ",
		},
	},
	["凶邪妖魅"] = {
		value = {
			[1] = "法师拳套",
			[2] = "半兽人之心",
			[3] = "天启星魂",
			[4] = "黄昏落幕ぁ",
		},
	},
	["癫狂的近战法师"] = {
		value = {
			[1] = "法师拳套",
			[2] = "半兽人之心",
			[3] = "天启星魂",
			[4] = "黄昏落幕ぁ",
		},
	},
	["半兽族将军"] = {
		value = {
			[1] = "半兽人之心",
			[2] = "法师拳套",
			[3] = "天启星魂",
			[4] = "黄昏落幕ぁ",
		},
	},
	["圣人侍从"] = {
		value = {
			[1] = "天启星魂",
			[2] = "半兽人之心",
			[3] = "法师拳套",
			[4] = "黄昏落幕ぁ",
		},
	},
	["暗夜君王·影之鬼面(Boss)"] = {
		value = {
			[1] = "黄昏落幕ぁ",
			[2] = "天启星魂",
			[3] = "半兽人之心",
			[4] = "法师拳套",
		},
	},
	["恶魔巫师"] = {
		value = {
			[1] = "恶之握",
			[2] = "戰場之靴",
			[3] = "禁言",
			[4] = "灵魂洗礼",
			[5] = "起源·无尽幻境",
		},
	},
	["恶魔灵魂"] = {
		value = {
			[1] = "恶之握",
			[2] = "戰場之靴",
			[3] = "禁言",
			[4] = "灵魂洗礼",
			[5] = "起源·无尽幻境",
		},
	},
	["血腥恶魔"] = {
		value = {
			[1] = "恶之握",
			[2] = "戰場之靴",
			[3] = "禁言",
			[4] = "灵魂洗礼",
			[5] = "起源·无尽幻境",
		},
	},
	["遗忘恶魔"] = {
		value = {
			[1] = "恶之握",
			[2] = "戰場之靴",
			[3] = "禁言",
			[4] = "灵魂洗礼",
			[5] = "起源·无尽幻境",
		},
	},
	["恶之漫游者"] = {
		value = {
			[1] = "恶之握",
			[2] = "戰場之靴",
			[3] = "禁言",
			[4] = "灵魂洗礼",
			[5] = "起源·无尽幻境",
		},
	},
	["夜语者"] = {
		value = {
			[1] = "恶之握",
			[2] = "戰場之靴",
			[3] = "禁言",
			[4] = "灵魂洗礼",
			[5] = "起源·无尽幻境",
		},
	},
	["禁区之主"] = {
		value = {
			[1] = "恶之握",
			[2] = "戰場之靴",
			[3] = "禁言",
			[4] = "灵魂洗礼",
			[5] = "起源·无尽幻境",
		},
	},
	["灵魂行者"] = {
		value = {
			[1] = "恶之握",
			[2] = "戰場之靴",
			[3] = "禁言",
			[4] = "灵魂洗礼",
			[5] = "起源·无尽幻境",
		},
	},
	["禁忌·秩序的起源(Boss)"] = {
		value = {
			[1] = "起源·无尽幻境",
			[2] = "恶之握",
			[3] = "戰場之靴",
			[4] = "禁言",
			[5] = "灵魂洗礼",
		},
	},
	["嗜血冤魂"] = {
		value = {
			[1] = "「无情」",
			[2] = "咆哮之意",
			[3] = "抉择",
			[4] = "命运的轮转",
		},
	},
	["嗜血影魔"] = {
		value = {
			[1] = "「无情」",
			[2] = "咆哮之意",
			[3] = "抉择",
			[4] = "命运的轮转",
		},
	},
	["黑暗女鬼"] = {
		value = {
			[1] = "「无情」",
			[2] = "咆哮之意",
			[3] = "抉择",
			[4] = "命运的轮转",
		},
	},
	["黑暗血魔"] = {
		value = {
			[1] = "「无情」",
			[2] = "咆哮之意",
			[3] = "抉择",
			[4] = "命运的轮转",
		},
	},
	["无情斩首者"] = {
		value = {
			[1] = "抉择",
			[2] = "「无情」",
			[3] = "咆哮之意",
			[4] = "命运的轮转",
		},
	},
	["恶魔掠夺者"] = {
		value = {
			[1] = "抉择",
			[2] = "「无情」",
			[3] = "咆哮之意",
			[4] = "命运的轮转",
		},
	},
	["昼夜裁决者"] = {
		value = {
			[1] = "抉择",
			[2] = "「无情」",
			[3] = "咆哮之意",
			[4] = "命运的轮转",
		},
	},
	["封印的熾天使(Boss)"] = {
		value = {
			[1] = "命运的轮转",
			[2] = "「无情」",
			[3] = "咆哮之意",
			[4] = "抉择",
		},
	},
	["异界·阿布霍斯"] = {
		value = {
			[1] = "拥抱黑暗吧",
			[2] = "黑暗之触",
			[3] = "【镇压】血色结界",
			[4] = "异界神石",
			[5] = "异界神石",
		},
	},
	["赤炎火龙王(异界)"] = {
		value = {
			[1] = "速效治疗药",
			[2] = "速效治疗药",
			[3] = "速效治疗药",
			[4] = "速效治疗药",
			[5] = "速效治疗药",
		},
	},
	["异界·图尔兹查"] = {
		value = {
			[1] = "拥抱黑暗吧",
			[2] = "黑暗之触",
			[3] = "【镇压】血色结界",
			[4] = "异界神石",
			[5] = "异界神石",
		},
	},
	["异界·库苏恩"] = {
		value = {
			[1] = "拥抱黑暗吧",
			[2] = "黑暗之触",
			[3] = "【镇压】血色结界",
			[4] = "异界神石",
			[5] = "异界神石",
		},
	},
	["异界·吉尔格斯[团队级BOSS]"] = {
		value = {
			[1] = "拥抱黑暗吧",
			[2] = "黑暗之触",
			[3] = "【镇压】血色结界",
			[4] = "异界神石",
			[5] = "异界神石",
		},
	},
	["异界·阿布霍斯[个人级BOSS]"] = {
		value = {
			[1] = "拥抱黑暗吧",
			[2] = "黑暗之触",
			[3] = "【镇压】血色结界",
			[4] = "异界神石",
			[5] = "异界神石",
		},
	},
	["异界·图尔兹查[个人级BOSS]"] = {
		value = {
			[1] = "拥抱黑暗吧",
			[2] = "黑暗之触",
			[3] = "【镇压】血色结界",
			[4] = "异界神石",
			[5] = "异界神石",
		},
	},
	["异界·库苏恩[个人级BOSS]"] = {
		value = {
			[1] = "拥抱黑暗吧",
			[2] = "黑暗之触",
			[3] = "【镇压】血色结界",
			[4] = "异界神石",
			[5] = "异界神石",
		},
	},
	["异界·吉尔格斯[个人级BOSS]"] = {
		value = {
			[1] = "拥抱黑暗吧",
			[2] = "黑暗之触",
			[3] = "【镇压】血色结界",
			[4] = "异界神石",
			[5] = "异界神石",
		},
	},
	["沉溺黑夜的女神[海斯]"] = {
		value = {
			[1] = "孤影流觞",
			[2] = "降星者",
			[3] = "永恒凛冬",
			[4] = "金色黎明的圣物箱",
			[5] = "暮潮",
			[6] = "一缕神念",
		},
	},
	["神禁鬼幕·夜姬[式神]"] = {
		value = {
			[1] = "孤影流觞",
			[2] = "降星者",
			[3] = "永恒凛冬",
			[4] = "金色黎明的圣物箱",
			[5] = "暮潮",
			[6] = "一缕神念",
		},
	},
	["无域≮超空间≯死神之镰"] = {
		value = {
			[1] = "孤影流觞",
			[2] = "降星者",
			[3] = "永恒凛冬",
			[4] = "金色黎明的圣物箱",
			[5] = "暮潮",
			[6] = "一缕神念",
		},
	},
	["世间第一只蛤蟆·文太"] = {
		value = {
			[1] = "孤影流觞",
			[2] = "降星者",
			[3] = "永恒凛冬",
			[4] = "金色黎明的圣物箱",
			[5] = "暮潮",
			[6] = "一缕神念",
		},
	},
	["地藏王度化的恶念"] = {
		value = {
			[1] = "孤影流觞",
			[2] = "降星者",
			[3] = "永恒凛冬",
			[4] = "金色黎明的圣物箱",
			[5] = "暮潮",
			[6] = "一缕神念",
		},
	},
	["王之守护者·风"] = {
		value = {
			[1] = "王的宝箱",
			[2] = "王的宝箱",
			[3] = "王的宝箱",
			[4] = "王的宝箱",
		},
	},
	["王之守护者·火"] = {
		value = {
			[1] = "王的宝箱",
			[2] = "王的宝箱",
			[3] = "王的宝箱",
			[4] = "王的宝箱",
		},
	},
	["王之守护者·雷"] = {
		value = {
			[1] = "王的宝箱",
			[2] = "王的宝箱",
			[3] = "王的宝箱",
			[4] = "王的宝箱",
		},
	},
	["王之守护者·电"] = {
		value = {
			[1] = "王的宝箱",
			[2] = "王的宝箱",
			[3] = "王的宝箱",
			[4] = "王的宝箱",
		},
	},
	["◆◆◆遗忘之王·虚弱◆◆◆"] = {
		value = {
			[1] = "王的钥匙",
			[2] = "王的钥匙",
			[3] = "王的钥匙",
			[4] = "王的钥匙",
		},
	},
	["◆◆◆遗忘之王·强化◆◆◆"] = {
		value = {
			[1] = "王的钥匙",
			[2] = "王的钥匙",
			[3] = "王的钥匙",
			[4] = "王的钥匙",
		},
	},
	["◆◆◆遗忘之王·暴躁◆◆◆"] = {
		value = {
			[1] = "王的钥匙",
			[2] = "王的钥匙",
			[3] = "王的钥匙",
			[4] = "王的钥匙",
		},
	},
	["◆◆◆遗忘之王·噩梦◆◆◆"] = {
		value = {
			[1] = "王的钥匙",
			[2] = "王的钥匙",
			[3] = "王的钥匙",
			[4] = "王的钥匙",
		},
	},
	["炎魔督军·古尔达"] = {
		value = {
			[1] = "信念支柱",
			[2] = "星瀚之力",
			[3] = "蓝色恶魔之眼",
		},
	},
	["[四骑士]杰兰特"] = {
		value = {
			[1] = "信念支柱",
			[2] = "星瀚之力",
			[3] = "蓝色恶魔之眼",
		},
	},
	["[四骑士]加雷斯"] = {
		value = {
			[1] = "信念支柱",
			[2] = "星瀚之力",
			[3] = "蓝色恶魔之眼",
		},
	},
	["[四骑士]贝德尔"] = {
		value = {
			[1] = "信念支柱",
			[2] = "星瀚之力",
			[3] = "蓝色恶魔之眼",
		},
	},
	["[四骑士]帕西瓦"] = {
		value = {
			[1] = "信念支柱",
			[2] = "星瀚之力",
			[3] = "蓝色恶魔之眼",
		},
	},
	["哈法西斯之魂"] = {
		value = {
			[1] = "哈法西斯之心",
			[2] = "信念支柱",
			[3] = "星瀚之力",
			[4] = "蓝色恶魔之眼",
		},
	},
	["暴君哈法西斯.恐惧之主"] = {
		value = {
			[1] = "哈法西斯之心",
			[2] = "信念支柱",
			[3] = "星瀚之力",
			[4] = "蓝色恶魔之眼",
		},
	},
	["混沌·蛮荒树妖统领"] = {
		value = {
			[1] = "树妖统领·木之虫巢",
			[2] = "时空门票",
			[3] = "时空旅人称号卷",
			[4] = "时空游侠称号卷",
		},
	},
	["混沌·天元冰霜巨兽"] = {
		value = {
			[1] = "天元之奕·冰霜凝视",
			[2] = "时空门票",
			[3] = "时空旅人称号卷",
			[4] = "时空游侠称号卷",
		},
	},
	["混沌·神龙雷霆暴君"] = {
		value = {
			[1] = "血饮雷霆·束缚之力",
			[2] = "时空门票",
			[3] = "时空旅人称号卷",
			[4] = "时空游侠称号卷",
		},
	},
	["混沌·冥司酆都大帝"] = {
		value = {
			[1] = "鬼魅之宗·七煞灭魂",
			[2] = "时空门票",
			[3] = "时空旅人称号卷",
			[4] = "时空游侠称号卷",
		},
	},
	["混沌·极恶大地魔王"] = {
		value = {
			[1] = "魔王领域·无异刀锋",
			[2] = "时空门票",
			[3] = "时空旅人称号卷",
			[4] = "时空游侠称号卷",
		},
	},
	["混沌·太阳神炎沙巨蝎"] = {
		value = {
			[1] = "焱月神晖·光明永存",
			[2] = "时空门票",
			[3] = "时空旅人称号卷",
			[4] = "时空游侠称号卷",
		},
	},
	["混沌·破晓金刚·天妖傀"] = {
		value = {
			[1] = "天妖现世·荡魔逆仙",
			[2] = "时空门票",
			[3] = "时空旅人称号卷",
			[4] = "时空游侠称号卷",
		},
	},
	["邪神.卡亚魔君[SSS]"] = {
		value = {
			[1] = "邪神之冠",
			[2] = "邪神之牙",
			[3] = "神庙掌控者",
			[4] = "时空门票",
		},
	},
	["上古魔龙"] = {
		value = {
			[1] = "二元归灵珠",
			[2] = "魔龙幻化碎片",
			[3] = "二元归灵珠",
			[4] = "魔龙幻化碎片",
		},
	},
	["妖月九尾狐王"] = {
		value = {
			[1] = "妖月内胆",
			[2] = "生命幻想",
			[3] = "鸣封之刃·永恒",
			[4] = "离火",
		},
	},
	["寒霜君主·塞林·SSSR"] = {
		value = {
			[1] = "冰封の盾",
			[2] = "极寒护甲片",
			[3] = "霜冻守护の心",
		},
	},
	["★★★叛军首领★★★"] = {
		value = {
			[1] = "叛军首领的头颅",
			[2] = "叛军首领的头颅",
			[3] = "叛军首领的头颅",
			[4] = "叛军首领的头颅",
			[5] = "叛军首领的头颅",
		},
	},
	["奥术之主·玛里苟斯［BOSS］"] = {
		value = {
			[1] = "龙之逆鳞",
			[2] = "龙之逆鳞",
			[3] = "龙之逆鳞",
			[4] = "龙之逆鳞",
			[5] = "龙之逆鳞",
			[6] = "龙之逆鳞",
			[7] = "龙之逆鳞",
		},
	},
	["萬龍之父·迦拉克隆［BOSS］"] = {
		value = {
			[1] = "龙之逆鳞",
			[2] = "龙之逆鳞",
			[3] = "龙之逆鳞",
			[4] = "龙之逆鳞",
			[5] = "龙之逆鳞",
			[6] = "龙之逆鳞",
			[7] = "龙之逆鳞",
		},
	},
	["魔域∷天道∷"] = {
		value = {
			[1] = "天道灵玉",
			[2] = "天道灵玉",
			[3] = "天道灵玉",
			[4] = "天道灵玉",
			[5] = "天道灵玉",
			[6] = "天道灵玉",
			[7] = "天道灵玉",
		},
	},
	["魔域∷阿修罗道∷"] = {
		value = {
			[1] = "修罗血晶",
			[2] = "修罗血晶",
			[3] = "修罗血晶",
			[4] = "修罗血晶",
			[5] = "修罗血晶",
			[6] = "修罗血晶",
			[7] = "修罗血晶",
			[8] = "修罗血晶",
		},
	},
	["魔域∷人道∷"] = {
		value = {
			[1] = "人道魂石",
			[2] = "人道魂石",
			[3] = "人道魂石",
			[4] = "人道魂石",
			[5] = "人道魂石",
			[6] = "人道魂石",
			[7] = "人道魂石",
			[8] = "人道魂石",
		},
	},
	["魔域∷畜生道∷"] = {
		value = {
			[1] = "兽魂骨髓",
			[2] = "兽魂骨髓",
			[3] = "兽魂骨髓",
			[4] = "兽魂骨髓",
			[5] = "兽魂骨髓",
			[6] = "兽魂骨髓",
			[7] = "兽魂骨髓",
		},
	},
	["魔域∷饿鬼道∷"] = {
		value = {
			[1] = "鬼泣之魄",
			[2] = "鬼泣之魄",
			[3] = "鬼泣之魄",
			[4] = "鬼泣之魄",
			[5] = "鬼泣之魄",
			[6] = "鬼泣之魄",
			[7] = "鬼泣之魄",
		},
	},
	["魔域∷地狱道∷"] = {
		value = {
			[1] = "地狱业火石",
			[2] = "地狱业火石",
			[3] = "地狱业火石",
			[4] = "地狱业火石",
			[5] = "地狱业火石",
			[6] = "地狱业火石",
		},
	},
	["大筒木羽衣∷六道仙人∷"] = {
		value = {
			[1] = "六道轮回尘",
			[2] = "琥珀净瓶",
			[3] = "芭蕉扇",
			[4] = "六道轮回尘",
			[5] = "琥珀净瓶",
			[6] = "芭蕉扇",
		},
	},
	["沉船遗物"] = {
	},
	["深海恐惧·克拉肯"] = {
		value = {
			[1] = "命运碎片·海啸之纹",
			[2] = "命运碎片·海啸之纹",
			[3] = "命运碎片·海啸之纹",
			[4] = "命运碎片·海啸之纹",
			[5] = "命运碎片·海啸之纹",
		},
	},
	["时空缚灵"] = {
		value = {
			[1] = "时光碎片",
			[2] = "时光碎片",
			[3] = "时光碎片",
			[4] = "时光碎片",
			[5] = "时光碎片",
			[6] = "时光碎片",
			[7] = "时光碎片",
			[8] = "时光碎片",
		},
	},
	["虚空幻影"] = {
		value = {
			[1] = "虚空之晶",
			[2] = "虚空之晶",
			[3] = "虚空之晶",
			[4] = "虚空之晶",
			[5] = "虚空之晶",
			[6] = "虚空之晶",
			[7] = "虚空之晶",
			[8] = "虚空之晶",
		},
	},
	["必爆充值∏好运·新年年"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["充值∏好运·烈火火"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·天书书"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·熊猫猫"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·大大叔"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·雨天天"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·彭跑跑"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·奉先先"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·许大大"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·芝芝"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·未央央"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·简单单"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·宝玉玉"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·小屌"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·酒酒酒"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值∏好运·小方方"] = {
		value = {
			[1] = "10元充值红包",
			[2] = "10元充值红包",
			[3] = "10元充值红包",
			[4] = "10元充值红包",
			[5] = "10元充值红包",
			[6] = "10元充值红包",
			[7] = "10元充值红包",
		},
	},
	["必爆充值·福利连连"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "1元充值红包",
			[7] = "1元充值红包",
			[8] = "1元充值红包",
		},
	},
	["牛马发财树"] = {
		value = {
			[1] = "金条",
			[2] = "精魄碎片",
			[3] = "转运之尘",
			[4] = "境界丹",
			[5] = "10元充值红包",
			[6] = "2元充值红包",
		},
	},
	["の迷城ミ李子の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "5元充值红包",
			[4] = "5元充值红包",
			[5] = "5元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ宁宁宁宁宁宁の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ高启强の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ彭于晏の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ爷叔の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ大奉先の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ武皇の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ天道の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ帝王相の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ芝芝の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["の迷城ミ腐化之神の"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
			[6] = "金条",
		},
	},
	["幻の黄泉教主[神龙]"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
		},
	},
	["幻の毁灭之灵[神龙]"] = {
		value = {
			[1] = "异界神石",
			[2] = "异界神石",
		},
	},
	["幻の万古尸王[酆都]"] = {
		value = {
			[1] = "阳",
			[2] = "阴",
			[3] = "幽冥残魂",
		},
	},
	["幻の虹魔猪卫[酆都]"] = {
		value = {
			[1] = "阳",
			[2] = "阴",
			[3] = "幽冥残魂",
		},
	},
	["幻の炎月牛王[极恶]"] = {
		value = {
			[1] = "造化结晶",
			[2] = "造化结晶",
			[3] = "造化结晶",
		},
	},
	["幻の千蛛之母[极恶]"] = {
		value = {
			[1] = "造化结晶",
			[2] = "造化结晶",
			[3] = "造化结晶",
		},
	},
	["幻の黄金恶龙[圣城]"] = {
		value = {
			[1] = "混沌本源",
			[2] = "混沌本源",
			[3] = "混沌本源",
		},
	},
	["幻の黄金兽王[圣城]"] = {
		value = {
			[1] = "混沌本源",
			[2] = "混沌本源",
			[3] = "混沌本源",
		},
	},
	["幻の牛头魔蛛[破晓]"] = {
		value = {
			[1] = "混沌本源",
			[2] = "混沌本源",
			[3] = "混沌本源",
		},
	},
	["幻の神圣海王[破晓]"] = {
		value = {
			[1] = "混沌本源",
			[2] = "混沌本源",
			[3] = "混沌本源",
		},
	},
	["贪狼星君の天枢"] = {
		value = {
			[1] = "星辉碎片",
			[2] = "星辉碎片",
			[3] = "星辉碎片",
			[4] = "星辉碎片",
		},
	},
	["巨门星君の天璇"] = {
		value = {
			[1] = "星辉碎片",
			[2] = "星辉碎片",
			[3] = "星辉碎片",
			[4] = "星辉碎片",
		},
	},
	["禄存星君の天玑"] = {
		value = {
			[1] = "星辉碎片",
			[2] = "星辉碎片",
			[3] = "星辉碎片",
			[4] = "星辉碎片",
		},
	},
	["文曲星君の天权"] = {
		value = {
			[1] = "星辉碎片",
			[2] = "星辉碎片",
			[3] = "星辉碎片",
			[4] = "星辉碎片",
		},
	},
	["廉贞星君の玉衡"] = {
		value = {
			[1] = "星辉碎片",
			[2] = "星辉碎片",
			[3] = "星辉碎片",
			[4] = "星辉碎片",
		},
	},
	["武曲星君の开阳"] = {
		value = {
			[1] = "星辉碎片",
			[2] = "星辉碎片",
			[3] = "星辉碎片",
			[4] = "星辉碎片",
		},
	},
	["破军星君の摇光"] = {
		value = {
			[1] = "星辉碎片",
			[2] = "星辉碎片",
			[3] = "星辉碎片",
			[4] = "星辉碎片",
		},
	},
	["〈〈〈〈太阴·星君〉〉〉〉"] = {
		value = {
			[1] = "星辉碎片",
			[2] = "星辉碎片",
			[3] = "星辉碎片",
			[4] = "星辉碎片",
		},
	},
	["九渊玄龙[隐藏主宰]X10倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["冥焰玄蛟[隐藏主宰]X⑩倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["苍戎战神[隐藏主宰]X10倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["森罗巨魔[隐藏主宰]X10倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["混沌灵尊[隐藏主宰]X⑩倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["虚幻主宰者[隐藏主宰]X10倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["雷霆龙将[隐藏主宰]X10倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["焚天龙皇[隐藏主宰]X⑩倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["鬼面判君[隐藏主宰]X10倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["嗜血魔皇[隐藏主宰]X10倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["赤焰天君[隐藏主宰]X10倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["破晓战魂[隐藏主宰]X10倍爆率"] = {
		value = {
			[1] = "1元充值红包",
			[2] = "1元充值红包",
			[3] = "1元充值红包",
			[4] = "1元充值红包",
			[5] = "1元充值红包",
		},
	},
	["永恒守卫者"] = {
		value = {
			[1] = "永恒精魄",
			[2] = "永恒精魄",
			[3] = "永恒精魄",
			[4] = "永恒精魄",
			[5] = "永恒精魄",
			[6] = "永恒精魄",
			[7] = "永恒精魄",
			[8] = "永恒精魄",
		},
	},
	["血刃の祭司"] = {
		value = {
			[1] = "万法面具",
			[2] = "新月头盔[月灵]",
			[3] = "新月项链[月灵]",
			[4] = "·天魔之冠·破天·",
		},
	},
	["血刃の侍者"] = {
		value = {
			[1] = "血奴印记",
			[2] = "新月头盔[月灵]",
			[3] = "新月项链[月灵]",
			[4] = "·天魔之冠·破天·",
		},
	},
	["血刃の鬼魂"] = {
		value = {
			[1] = "生灵·屠杀",
			[2] = "新月头盔[月灵]",
			[3] = "新月项链[月灵]",
			[4] = "·天魔之冠·破天·",
		},
	},
	["血刃の行者"] = {
		value = {
			[1] = "狂魔·永夜",
			[2] = "新月头盔[月灵]",
			[3] = "新月项链[月灵]",
			[4] = "·天魔之冠·破天·",
		},
	},
	["血刃‖破天异魔皇(BOSS)"] = {
		value = {
			[1] = "·天魔之冠·破天·",
			[2] = "正将印信",
			[3] = "新月头盔[月灵]",
			[4] = "新月项链[月灵]",
		},
	},
	["◆◆影幕哨兵◆◆"] = {
		value = {
			[1] = "哨兵之首",
			[2] = "新月头盔[月灵]",
			[3] = "新月项链[月灵]",
			[4] = "夜风·不败剑意",
		},
	},
	["◆◆影幕行者◆◆"] = {
		value = {
			[1] = "幕轮",
			[2] = "新月头盔[月灵]",
			[3] = "新月项链[月灵]",
			[4] = "夜风·不败剑意",
		},
	},
	["◆◆影幕侍卫◆◆"] = {
		value = {
			[1] = "影幕之指",
			[2] = "新月头盔[月灵]",
			[3] = "新月项链[月灵]",
			[4] = "夜风·不败剑意",
		},
	},
	["◆◆影幕刺客◆◆"] = {
		value = {
			[1] = "刺·束缚之隐",
			[2] = "新月头盔[月灵]",
			[3] = "新月项链[月灵]",
			[4] = "夜风·不败剑意",
		},
	},
	["夜风‖血空邪君◆◆◆(BOSS)"] = {
		value = {
			[1] = "夜风·不败剑意",
			[2] = "新月头盔[月灵]",
			[3] = "新月项链[月灵]",
			[4] = "夜风·不败剑意",
		},
	},
	["⊙星尘游魂⊙"] = {
		value = {
			[1] = "星神之坠",
			[2] = "醉月手镯[魂灭]",
			[3] = "醉月戒指[魂灭]",
			[4] = "御天机",
		},
	},
	["⊙星图守卫⊙"] = {
		value = {
			[1] = "◆黑洞◆",
			[2] = "醉月手镯[魂灭]",
			[3] = "醉月戒指[魂灭]",
			[4] = "御天机",
		},
	},
	["⊙群星先知⊙"] = {
		value = {
			[1] = "悟道神带",
			[2] = "醉月手镯[魂灭]",
			[3] = "醉月戒指[魂灭]",
			[4] = "御天机",
		},
	},
	["⊙群星之灵⊙"] = {
		value = {
			[1] = "群星之怒★★★",
			[2] = "醉月手镯[魂灭]",
			[3] = "醉月戒指[魂灭]",
			[4] = "御天机",
		},
	},
	["星界‖御天帝⊙⊙⊙(BOSS)"] = {
		value = {
			[1] = "御天机",
			[2] = "醉月手镯[魂灭]",
			[3] = "醉月戒指[魂灭]",
			[4] = "御天机",
		},
	},
	["光辉≌哨兵★★★"] = {
		value = {
			[1] = "光辉之怒·鸩",
			[2] = "醉月手镯[魂灭]",
			[3] = "醉月戒指[魂灭]",
			[4] = "星辉·猎杀狩命",
		},
	},
	["星辉≌领主★★★"] = {
		value = {
			[1] = "★★星魂永燃★★",
			[2] = "醉月手镯[魂灭]",
			[3] = "醉月戒指[魂灭]",
			[4] = "星辉·猎杀狩命",
		},
	},
	["星光≌巨灵★★★"] = {
		value = {
			[1] = "星辉的祷告乀",
			[2] = "醉月手镯[魂灭]",
			[3] = "醉月戒指[魂灭]",
			[4] = "星辉·猎杀狩命",
		},
	},
	["辉煌≌统帅★★★"] = {
		value = {
			[1] = "〝回魂〞",
			[2] = "醉月手镯[魂灭]",
			[3] = "醉月戒指[魂灭]",
			[4] = "星辉·猎杀狩命",
		},
	},
	["魂主※千星之辉★★★★★(BOSS)"] = {
		value = {
			[1] = "星辉·猎杀狩命",
			[2] = "反将印信",
			[3] = "醉月手镯[魂灭]",
			[4] = "醉月戒指[魂灭]",
		},
	},
	["混沌畸变者り"] = {
		value = {
			[1] = "『畸变』",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "原初■混乱■",
		},
	},
	["裂隙潜伏者り"] = {
		value = {
			[1] = "『神耀』",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "原初■混乱■",
		},
	},
	["混乱织影者り"] = {
		value = {
			[1] = "混乱制造者",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "原初■混乱■",
		},
	},
	["裂变幽冥主り"] = {
		value = {
			[1] = "心有琉璃",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "原初■混乱■",
		},
	},
	["无间裂隙¤¤混沌天魔¤¤(BOSS)"] = {
		value = {
			[1] = "原初■混乱■",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "原初■混乱■",
		},
	},
	["无序●破坏者"] = {
		value = {
			[1] = "无序战盔",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "无序的凝视",
		},
	},
	["无序●缔造者"] = {
		value = {
			[1] = "无序的邪力",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "无序的凝视",
		},
	},
	["无序●贪婪者"] = {
		value = {
			[1] = "贪婪之噬",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "无序的凝视",
		},
	},
	["无序●创始者"] = {
		value = {
			[1] = "无序◎奥秘",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "无序的凝视",
		},
	},
	["●●●●无序主教·擎天●●●●(BOSS)"] = {
		value = {
			[1] = "无序的凝视",
			[2] = "风月腰带[魂生]",
			[3] = "风月鞋子[魂生]",
			[4] = "无序的凝视",
		},
	},
	["新月域主￠￠￠￠￠￠￠"] = {
		value = {
			[1] = "新月领域△核心",
			[2] = "脱将印信",
		},
	},
	["無上生霊″魂灭生￠￠￠￠￠￠￠"] = {
		value = {
			[1] = "無上生霊″魂灭生",
			[2] = "风将印信",
		},
	},
	["千门·幽鳞￠￠￠￠￠￠￠"] = {
		value = {
			[1] = "神之■庇护",
			[2] = "火将印信",
		},
	},
	["月夜战神·泰兰德￠￠￠￠￠￠￠"] = {
		value = {
			[1] = "月夜战神的认可",
			[2] = "月亮井",
			[3] = "月影之痕",
			[4] = "除将印信",
		},
	},
	["メ雷隐メ信徒"] = {
		value = {
			[1] = "雷隐精粹",
			[2] = "天尊令",
		},
	},
	["メ雷隐メ战士"] = {
		value = {
			[1] = "雷隐精粹",
			[2] = "天尊令",
		},
	},
	["メ雷隐メ护法"] = {
		value = {
			[1] = "雷隐精粹",
			[2] = "天尊令",
		},
	},
	["メ雷隐メ尊者"] = {
		value = {
			[1] = "雷隐精粹",
			[2] = "天尊令",
		},
	},
	["⊙炽焰⊙信徒"] = {
		value = {
			[1] = "炽焰之核",
			[2] = "天尊令",
		},
	},
	["⊙炽焰⊙战士"] = {
		value = {
			[1] = "炽焰之核",
			[2] = "天尊令",
		},
	},
	["⊙炽焰⊙护法"] = {
		value = {
			[1] = "炽焰之核",
			[2] = "天尊令",
		},
	},
	["⊙炽焰⊙尊者"] = {
		value = {
			[1] = "炽焰之核",
			[2] = "天尊令",
		},
	},
	["ろ碧波ろ信徒"] = {
		value = {
			[1] = "碧波灵珠",
			[2] = "天尊令",
		},
	},
	["ろ碧波ろ战士"] = {
		value = {
			[1] = "碧波灵珠",
			[2] = "天尊令",
		},
	},
	["ろ碧波ろ护法"] = {
		value = {
			[1] = "碧波灵珠",
			[2] = "天尊令",
		},
	},
	["ろ碧波ろ尊者"] = {
		value = {
			[1] = "碧波灵珠",
			[2] = "天尊令",
		},
	},
	["■落岩■信徒"] = {
		value = {
			[1] = "落岩元石",
			[2] = "天尊令",
		},
	},
	["■落岩■战士"] = {
		value = {
			[1] = "落岩元石",
			[2] = "天尊令",
		},
	},
	["■落岩■护法"] = {
		value = {
			[1] = "落岩元石",
			[2] = "天尊令",
		},
	},
	["■落岩■尊者"] = {
		value = {
			[1] = "落岩元石",
			[2] = "天尊令",
		},
	},
}
return config